
/*	$Id$    */

/******************************************************************************

    UserLand Frontier(tm) -- High performance Web content management,
    object database, system-level and Internet scripting environment,
    including source code editing and debugging.

    Copyright (C) 1992-2004 UserLand Software, Inc.

    This program is free software; you can redistribute it and/or modify
    it under the terms of the GNU General Public License as published by
    the Free Software Foundation; either version 2 of the License, or
    (at your option) any later version.

    This program is distributed in the hope that it will be useful,
    but WITHOUT ANY WARRANTY; without even the implied warranty of
    MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
    GNU General Public License for more details.

    You should have received a copy of the GNU General Public License
    along with this program; if not, write to the Free Software
    Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA

******************************************************************************/

#include "frontier.r"


data 'icl4' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 FFFF FF00 0000 0000 0000"            /* ......ÿÿÿ....... */
	$"0000 0000 000F AB88 89F0 0000 0000 0000"            /* ......«ˆ‰ð...... */
	$"0000 0000 00F9 8B88 88F0 0000 0000 0000"            /* .....ù‹ˆˆð...... */
	$"0000 0000 00F8 B888 889F 0000 0000 0000"            /* .....ø¸ˆˆŸ...... */
	$"0000 0000 0FAB 8888 889F 0000 0000 0000"            /* .....«ˆˆˆŸ...... */
	$"000F FFFF 0FBB 8888 899F 0000 0000 0000"            /* ..ÿÿ.»ˆˆ‰Ÿ...... */
	$"00FA B88A F9B8 8888 89AF 0FFF 0000 0000"            /* .ú¸Šù¸ˆˆ‰¯.ÿ.... */
	$"00FB 8889 F8B8 8888 89AF F999 F000 0000"            /* .ûˆ‰ø¸ˆˆ‰¯ù™ð... */
	$"0FBB 88A9 F8B8 8888 99FF B889 9F00 0000"            /* .»ˆ©ø¸ˆˆ™ÿ¸‰Ÿ... */
	$"0FB8 88A9 FB88 8888 99FB 8888 9F00 0000"            /* .¸ˆ©ûˆˆˆ™ûˆˆŸ... */
	$"0FB8 889F AB88 8888 99FB 8888 9F00 0000"            /* .¸ˆŸ«ˆˆˆ™ûˆˆŸ... */
	$"F9B8 889F B888 8888 9FEB 8888 9F00 0000"            /* ù¸ˆŸ¸ˆˆˆŸëˆˆŸ... */
	$"FB88 889F B888 8889 9F9B 8888 AF00 0000"            /* ûˆˆŸ¸ˆˆ‰Ÿ›ˆˆ¯... */
	$"FB88 88AF B888 8889 9F9B 8888 AF00 0000"            /* ûˆˆ¯¸ˆˆ‰Ÿ›ˆˆ¯... */
	$"FB88 889A B888 889F F99B 8888 AF00 0000"            /* ûˆˆš¸ˆˆŸù›ˆˆ¯... */
	$"FB88 889B 8888 88FA 8888 8888 AF00 0000"            /* ûˆˆ›ˆˆˆúˆˆˆˆ¯... */
	$"0F88 88FB 8888 8A88 8888 8888 9F00 0000"            /* .ˆˆûˆˆŠˆˆˆˆˆŸ... */
	$"00FA 88FB 8888 8AFF 8888 8888 9FF0 0000"            /* .úˆûˆˆŠÿˆˆˆˆŸð.. */
	$"000F F9FB 8888 AF0F 8888 888A FFEF 0000"            /* ..ùûˆˆ¯.ˆˆˆŠÿï.. */
	$"0000 0F9B 8888 FD0F 8FFF A8A9 FDCF 0000"            /* ...›ˆˆý.ÿ¨©ýÏ.. */
	$"0000 0FAB 8888 FC0D FEDD FFFF C0CF 0000"            /* ...«ˆˆü.þÝÿÿÀÏ.. */
	$"0000 0FB8 8888 FC00 0000 00C0 CCF0 0000"            /* ...¸ˆˆü....ÀÌð.. */
	$"0000 0FBB 8888 AF00 00CF D0CD FF00 0000"            /* ...»ˆˆ¯..ÏÐÍÿ... */
	$"0000 0FB8 8888 89FF 00FF F000 0DF0 0000"            /* ...¸ˆˆ‰ÿ.ÿð..ð.. */
	$"0000 0FB8 8888 899F F0EF D000 00CF FF00"            /* ...¸ˆˆ‰ŸðïÐ..Ïÿ. */
	$"0000 0FB8 8888 A99A F000 0000 0000 0DF0"            /* ...¸ˆˆ©šð......ð */
	$"0000 0FB8 8888 A99A F000 0000 0FFF DEDF"            /* ...¸ˆˆ©šð....ÿÞß */
	$"0000 0FB8 8888 A99F E000 0000 00CF FDCF"            /* ...¸ˆˆ©Ÿà....ÏýÏ */
	$"0000 0F88 8888 A99A FC00 0000 0000 C0CF"            /* ...ˆˆˆ©šü.....ÀÏ */
	$"0000 0F88 8888 A99A AFC0 0FC0 0000 00F0"            /* ...ˆˆˆ©š¯À.À...ð */
	$"00EE FFFF FFFF FFFF FAFF F0FF FFFF FF00"            /* .îÿÿÿÿÿÿúÿðÿÿÿÿ. */
};

data 'icl4' (129) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 0000 00FF 0000 0000"            /* ..ð........ÿ.... */
	$"0000 F000 0000 FFF0 0000 00F0 F000 0000"            /* ..ð...ÿð...ðð... */
	$"0000 F000 000F 899F 0000 00F0 0F00 0000"            /* ..ð...‰Ÿ...ð.... */
	$"0000 F000 000F 899F 00FF 00F0 00F0 0000"            /* ..ð...‰Ÿ.ÿ.ð.ð.. */
	$"0000 F000 000F 899F 0F89 F0F0 000F 0000"            /* ..ð...‰Ÿ.‰ðð.... */
	$"0000 F000 0FFF 899F 0F89 F0FF FFFF F000"            /* ..ð..ÿ‰Ÿ.‰ðÿÿÿð. */
	$"0000 F000 FCCF 899F FF89 F000 0000 F000"            /* ..ð.üÏ‰Ÿÿ‰ð...ð. */
	$"0000 FFFF CCCF 8998 8899 F000 000F F000"            /* ..ÿÿÌÏ‰˜ˆ™ð...ð. */
	$"0000 FCCC CCCF 8999 999F 0000 0FFC F000"            /* ..üÌÌÏ‰™™Ÿ...üð. */
	$"0000 FCCF FCCF 899F FFFC FF00 FCCC F000"            /* ..üÏüÏ‰Ÿÿüÿ.üÌð. */
	$"0000 FCF8 9FCF 899F CCCC CCFF CCCC F000"            /* ..üøŸÏ‰ŸÌÌÌÿÌÌð. */
	$"0000 FCF8 9FCF 899F CCCC CCCC FFCF F000"            /* ..üøŸÏ‰ŸÌÌÌÌÿÏð. */
	$"0000 FCF8 9FCF 899F CCCC CCCC CCCC F000"            /* ..üøŸÏ‰ŸÌÌÌÌÌÌð. */
	$"0000 FCF8 9FFF 899F CCCC CCCC CCCC F000"            /* ..üøŸÿ‰ŸÌÌÌÌÌÌð. */
	$"0000 FFF8 9888 999F CCCF FFFF FFCC F000"            /* ..ÿø˜ˆ™ŸÌÏÿÿÿÌð. */
	$"0000 FBF8 9999 999F FFFB BBBB BBFF F000"            /* ..ûø™™™Ÿÿû»»»ÿð. */
	$"0000 FBBF 9999 999F BBBB BBBB BBBB F000"            /* ..û¿™™™Ÿ»»»»»»ð. */
	$"0000 FBBB FFFF 899F BBBB BBBB BBBB F000"            /* ..û»ÿÿ‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBBF 899F BBBB BBBB BBBB F000"            /* ..û»»¿‰Ÿ»»»»»»ð. */
	$"0000 FBBB BBFB F9FB BBBB BBBB BBBB F000"            /* ..û»»ûùû»»»»»»ð. */
	$"0000 FBBB BFBF BFBB BBBB BBBB BBBB F000"            /* ..û»¿¿¿»»»»»»»ð. */
	$"0000 FBBB FBFB FBBB BBBB BBBB BBBB F000"            /* ..û»ûûû»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (130) {
	$"0000 0000 0000 0000 0000 0000 00FF FFF0"            /* .............ÿÿð */
	$"0000 0000 0000 0000 0000 0000 FF0F 000F"            /* ............ÿ... */
	$"0000 0000 0000 0000 0000 000F 00F0 000F"            /* .............ð.. */
	$"0000 0000 0000 0000 0000 000F 00F0 00F0"            /* .............ð.ð */
	$"0000 0000 0000 0000 0000 0000 F00F FF00"            /* ............ð.ÿ. */
	$"0000 0000 0000 0000 00FF F000 0F00 0000"            /* .........ÿð..... */
	$"0000 0000 0000 0000 00FD FFF0 00F0 0000"            /* .........ýÿð.ð.. */
	$"0000 0000 0000 0000 FFFF FF00 0FF0 0000"            /* ........ÿÿÿ..ð.. */
	$"0000 0000 0000 0000 00FB BF0F F1F0 0000"            /* .........û¿.ñð.. */
	$"0000 0000 0000 0003 3FFF FFF1 1F00 0000"            /* ........?ÿÿñ.... */
	$"0000 0000 0000 0000 F111 111F F0F0 0000"            /* ........ñ...ðð.. */
	$"0000 0000 0000 0000 F1FF FFF0 FFFF 0000"            /* ........ñÿÿðÿÿ.. */
	$"0000 0000 0000 000F 1111 F0FF BBBB F000"            /* ..........ðÿ»»ð. */
	$"0000 0000 0000 000F 111F 0FBB BFBB BF00"            /* ...........»¿»¿. */
	$"0000 0000 0000 000F FFFF FBBB BFFF BBF0"            /* ........ÿÿû»¿ÿ»ð */
	$"0000 0000 0000 000F 999F BFFB F000 FF00"            /* ........™Ÿ¿ûð.ÿ. */
	$"0000 FFFF 000F FFFF 999F FBBF FFFF 0000"            /* ..ÿÿ..ÿÿ™Ÿû¿ÿÿ.. */
	$"00FF FFFF FFFB BBFC F999 FFBB F000 0000"            /* .ÿÿÿÿû»üù™ÿ»ð... */
	$"0FFF 0FFF FFFF BBBF CF99 9FFB F0FF FF00"            /* .ÿ.ÿÿÿ»¿Ï™Ÿûðÿÿ. */
	$"F0F0 FF00 FBBF BBBF DFF9 9FFB FFBB BF00"            /* ððÿ.û¿»¿ßùŸûÿ»¿. */
	$"0F00 0000 FBFB BBBB FF99 9FBB BBBF FBF0"            /* ....ûû»»ÿ™Ÿ»»¿ûð */
	$"0000 0000 FBFB BBBB BF99 FBBB BBF0 0FBF"            /* ....ûû»»¿™û»»ð.¿ */
	$"0000 000F FBFB BBFB F999 FBFF FF00 00FF"            /* ....ûû»ûù™ûÿÿ..ÿ */
	$"0000 0FFB BFBB BFFF F999 FFFF BBF0 0FBF"            /* ...û¿»¿ÿù™ÿÿ»ð.¿ */
	$"0000 0FBF FFBB FF0F FFFF F000 FFBF 00FF"            /* ...¿ÿ»ÿ.ÿÿð.ÿ¿.ÿ */
	$"0000 0FF0 FFBF F00F FFCF F000 00FF 0000"            /* ...ðÿ¿ð.ÿÏð..ÿ.. */
	$"0000 FF00 FBF0 0000 0FFF 0000 000F F000"            /* ..ÿ.ûð...ÿ....ð. */
	$"0000 FF00 FF00 0000 0000 0000 0000 FFF0"            /* ..ÿ.ÿ.........ÿð */
	$"00FF F000 FF00 0000 0000 0000 0000 0FBF"            /* .ÿð.ÿ..........¿ */
	$"00FF 00FF F000 0000 0000 0000 0000 0FFF"            /* .ÿ.ÿð..........ÿ */
	$"0000 0FBF F000 0000 0000 0000 0000 0000"            /* ...¿ð........... */
	$"0000 0FFF 0000 0000 0000 0000 0000 0000"            /* ...ÿ............ */
};

data 'icl4' (132) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 0000 00FF 0000 0000"            /* ..ð........ÿ.... */
	$"0000 F000 0000 0000 0000 00F0 F000 0000"            /* ..ð........ðð... */
	$"0000 F000 0000 0000 0000 00F0 0F00 0000"            /* ..ð........ð.... */
	$"0000 F000 0000 0000 0000 00F0 00F0 0000"            /* ..ð........ð.ð.. */
	$"0000 F000 0000 0FFF 0000 00F0 000F 0000"            /* ..ð....ÿ...ð.... */
	$"0000 F000 000F FF3F F000 00FF FFFF F000"            /* ..ð...ÿ?ð..ÿÿÿð. */
	$"0000 F000 000F 3F3F F000 0000 0000 F000"            /* ..ð...??ð.....ð. */
	$"0000 F000 00F3 FF3F 3F00 0000 0000 F000"            /* ..ð..óÿ??.....ð. */
	$"0000 F000 00FF 3333 FF00 0000 0000 F000"            /* ..ð..ÿ33ÿ.....ð. */
	$"0000 F000 F0FF F3FF FF00 0000 0000 F000"            /* ..ð.ðÿóÿÿ.....ð. */
	$"0000 FFFF CFF3 3F0F 3F00 0000 000F F000"            /* ..ÿÿÏó?.?.....ð. */
	$"0000 FCCC CCF3 F30F 3FFF 0000 0FFC F000"            /* ..üÌÌóó.?ÿ...üð. */
	$"0000 FCCC CCF3 F33F 3FCC FF00 FCCC F000"            /* ..üÌÌóó??Ìÿ.üÌð. */
	$"0000 FCCC CCF3 3F3F 3FCC CCFF CCCC F000"            /* ..üÌÌó???ÌÌÿÌÌð. */
	$"0000 FCCC CCF3 FFFF 3FCC CCCC CCCC F000"            /* ..üÌÌóÿÿ?ÌÌÌÌÌð. */
	$"0000 FCCC CCF3 F33F 3FCC CCCC CCCC F000"            /* ..üÌÌóó??ÌÌÌÌÌð. */
	$"0000 FCCC CFF3 3F0F 3FCC CCCC CCCC F000"            /* ..üÌÏó?.?ÌÌÌÌÌð. */
	$"0000 FFFF FDF3 3333 3FFF FFFF FFCC F000"            /* ..ÿÿýó33?ÿÿÿÿÌð. */
	$"0000 FDDD DDF3 3333 33FD DDDD DDFF F000"            /* ..ýÝÝó333ýÝÝÝÿð. */
	$"0000 FDDF FDF3 F303 33FF DDDD DDDD F000"            /* ..ýßýóó.3ÿÝÝÝÝð. */
	$"0000 FDEF FFDF 3333 3333 FDDD DDDD F000"            /* ..ýïÿß3333ýÝÝÝð. */
	$"0000 FDDF FDF3 3333 3333 FFDD DDDD F000"            /* ..ýßýó3333ÿÝÝÝð. */
	$"0000 FDDE EDFF FFFF 3333 33FF FDDD F000"            /* ..ýÞíÿÿÿ333ÿýÝð. */
	$"0000 FDDD DDDF FFFF F333 333F FFDD F000"            /* ..ýÝÝßÿÿó33?ÿÝð. */
	$"0000 FDDD DDDF FFFD FFFF FFFF FFDD F000"            /* ..ýÝÝßÿýÿÿÿÿÿÝð. */
	$"0000 FDDD DDDD DDDD DDDD DDDD DDDD F000"            /* ..ýÝÝÝÝÝÝÝÝÝÝÝð. */
	$"0000 FDDD DDDD DDDD DDDD DDDD DDDD F000"            /* ..ýÝÝÝÝÝÝÝÝÝÝÝð. */
	$"0000 FDDD DDDD DDDD DDDD DDDD DDDD F000"            /* ..ýÝÝÝÝÝÝÝÝÝÝÝð. */
	$"0000 FDDD DDDD DDDD DDDD DDDD DDDD F000"            /* ..ýÝÝÝÝÝÝÝÝÝÝÝð. */
	$"0000 FDDD DDDD DDDD DDDD DDDD DDDD F000"            /* ..ýÝÝÝÝÝÝÝÝÝÝÝð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (0) {
	$"0000 0000 3333 3333 3333 3333 0000 0000"            /* ....33333333.... */
	$"0000 0003 3333 3333 3333 3333 3000 0000"            /* ....333333330... */
	$"0000 0033 3333 3333 3333 3333 3300 0000"            /* ...3333333333... */
	$"0000 0333 3333 333C 3333 3333 3330 0000"            /* ...3333<333330.. */
	$"0000 3333 3333 33CC C333 3333 3333 0000"            /* ..33333ÌÃ33333.. */
	$"0003 3333 333C 33CC C33C C333 3333 3000"            /* ..333<3ÌÃ<Ã3330. */
	$"0033 3333 33CC C3CC C3CC C333 3333 3300"            /* .3333ÌÃÌÃÌÃ3333. */
	$"0333 3333 33CC C3CC C3CC C333 3333 3330"            /* .3333ÌÃÌÃÌÃ33330 */
	$"3333 3333 C3CC C3CC C3CC C333 3333 3333"            /* 3333ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC CCCC CCCC C333 CCC3 3333"            /* 333<ÃÌÌÌÌÌÃ3ÌÃ33 */
	$"3333 333C CCCC CCCC CCCC C33C CCC3 3333"            /* 333<ÌÌÌÌÌÌÃ<ÌÃ33 */
	$"3333 333C CCCC CCCC CCCC C33C CCC3 3333"            /* 333<ÌÌÌÌÌÌÃ<ÌÃ33 */
	$"3333 333C CCCC CCCC CCCC C3CC CC33 3333"            /* 333<ÌÌÌÌÌÌÃÌÌ333 */
	$"3333 333C CCCC CCCC CCCC CCCC CC33 3333"            /* 333<ÌÌÌÌÌÌÌÌÌ333 */
	$"3333 333C CCCC CCCC CCCC CCCC C333 3333"            /* 333<ÌÌÌÌÌÌÌÌÃ333 */
	$"3333 333C CCCC CCCC CCCC CCCC C333 3333"            /* 333<ÌÌÌÌÌÌÌÌÃ333 */
	$"3333 333C CCCC CCCC CCCC CCCC 3333 3333"            /* 333<ÌÌÌÌÌÌÌÌ3333 */
	$"3333 333C CCCC CCCC CCCC CCCC 3333 3333"            /* 333<ÌÌÌÌÌÌÌÌ3333 */
	$"3333 333C CCCC CCCC CCCC CCC3 3333 3333"            /* 333<ÌÌÌÌÌÌÌÃ3333 */
	$"3333 333C CCCC CCCC CCCC CCC3 3333 3333"            /* 333<ÌÌÌÌÌÌÌÃ3333 */
	$"0333 333C CCCC C3CC CCCC CC33 3333 3330"            /* .33<ÌÌÃÌÌÌÌ33330 */
	$"0033 3333 CCCC CC3C CCCC C333 3333 3300"            /* .333ÌÌÌ<ÌÌÃ3333. */
	$"0003 3333 3333 3333 3333 3333 3333 3000"            /* ..3333333333330. */
	$"0000 3333 3333 3333 3333 3333 3333 0000"            /* ..333333333333.. */
	$"0000 0333 3333 3333 3333 3333 3330 0000"            /* ...33333333330.. */
	$"0000 0033 3333 3333 3333 3333 3300 0000"            /* ...3333333333... */
	$"0000 0003 3333 3333 3333 3333 3000 0000"            /* ....333333330... */
};

data 'icl4' (1) {
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FFFF FFFF FFFF FFFF"            /* ð....ÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FFFF FFFF FFFF FFFF"            /* ð....ÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FFFF FFFF FFFF FFFF"            /* ð....ÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FFFF FFFF FFFF FFFF"            /* ð....ÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FF00 0000 FFFF FFFF"            /* ð....ÿÿÿÿ...ÿÿÿÿ */
	$"F000 F000 0FFF FFFF 0000 0000 00FF FFFF"            /* ð.ð..ÿÿÿ.....ÿÿÿ */
	$"F000 F000 0FFF FFF0 0000 0000 000F FFFF"            /* ð.ð..ÿÿð......ÿÿ */
	$"F000 F000 0FFF FF00 0000 0000 0000 FFFF"            /* ð.ð..ÿÿ.......ÿÿ */
	$"F000 0000 0FFF F000 0000 0000 0000 0FFF"            /* ð....ÿð........ÿ */
	$"F000 0000 0FFF F000 0000 0000 0000 0FFF"            /* ð....ÿð........ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0003 3303 3303 3300 00FF"            /* ð....ÿ..3.3.3..ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0003 3303 3303 0300 00FF"            /* ð....ÿ..3.3....ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0003 3303 0333 0000 00FF"            /* ð....ÿ..3..3...ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0FFF FFFF 0000 0000 0000 0000 00FF"            /* ð..ÿÿÿ.........ÿ */
	$"F000 000F FFFF 0003 3330 3330 3300 00FF"            /* ð...ÿÿ..30303..ÿ */
	$"F000 000F FFFF 0000 0000 0000 0000 0FFF"            /* ð...ÿÿ.........ÿ */
	$"F000 000F FFFF 0000 0000 0000 0000 0FFF"            /* ð...ÿÿ.........ÿ */
	$"F000 000F FFFF 0000 0000 0000 0000 FFFF"            /* ð...ÿÿ........ÿÿ */
	$"F000 000F FFF0 0000 0000 0000 000F FFFF"            /* ð...ÿð........ÿÿ */
	$"F000 FFFF F000 0000 0000 0000 0FFF FFFF"            /* ð.ÿÿð........ÿÿÿ */
	$"F000 000F FFFF FFFF FFFF FFFF FFFF FFFF"            /* ð...ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 000F FFFF FFFF FFFF FFFF FFFF FFFF"            /* ð...ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 000F FFFF FFFF FFFF FFFF FFFF FFFF"            /* ð...ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 000F FFFF FFFF FFFF FFFF FFFF FFFF"            /* ð...ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
};

data 'icl4' (2) {
	$"0000 0000 0000 000F F000 0000 0000 0000"            /* ........ð....... */
	$"0000 0000 0000 00FF FF00 0000 0000 0000"            /* .......ÿÿ....... */
	$"0000 0000 0000 00FF FF00 0000 0000 0000"            /* .......ÿÿ....... */
	$"0000 0000 0000 0FF1 1FF0 0000 0000 0000"            /* .......ñ.ð...... */
	$"0000 0000 0000 0FF1 1FF0 0000 0000 0000"            /* .......ñ.ð...... */
	$"0000 0000 0000 FF11 11FF 0000 0000 0000"            /* ......ÿ..ÿ...... */
	$"0000 0000 0000 FF11 11FF 0000 0000 0000"            /* ......ÿ..ÿ...... */
	$"0000 0000 000F F111 111F F000 0000 0000"            /* ......ñ...ð..... */
	$"0000 0000 000F F11F F11F F000 0000 0000"            /* ......ñ.ñ.ð..... */
	$"0000 0000 00FF 11FF FF11 FF00 0000 0000"            /* .....ÿ.ÿÿ.ÿ..... */
	$"0000 0000 00FF 11FF FF11 FF00 0000 0000"            /* .....ÿ.ÿÿ.ÿ..... */
	$"0000 0000 0FF1 11FF FF11 1FF0 0000 0000"            /* .....ñ.ÿÿ..ð.... */
	$"0000 0000 0FF1 11FF FF11 1FF0 0000 0000"            /* .....ñ.ÿÿ..ð.... */
	$"0000 0000 FF11 11FF FF11 11FF 0000 0000"            /* ....ÿ..ÿÿ..ÿ.... */
	$"0000 0000 FF11 11FF FF11 11FF 0000 0000"            /* ....ÿ..ÿÿ..ÿ.... */
	$"0000 000F F111 11FF FF11 111F F000 0000"            /* ....ñ..ÿÿ...ð... */
	$"0000 000F F111 11FF FF11 111F F000 0000"            /* ....ñ..ÿÿ...ð... */
	$"0000 00FF 1111 11FF FF11 1111 FF00 0000"            /* ...ÿ...ÿÿ...ÿ... */
	$"0000 00FF 1111 11FF FF11 1111 FF00 0000"            /* ...ÿ...ÿÿ...ÿ... */
	$"0000 0FF1 1111 11FF FF11 1111 1FF0 0000"            /* ...ñ...ÿÿ....ð.. */
	$"0000 0FF1 1111 111F F111 1111 1FF0 0000"            /* ...ñ....ñ....ð.. */
	$"0000 FF11 1111 111F F111 1111 11FF 0000"            /* ..ÿ.....ñ....ÿ.. */
	$"0000 FF11 1111 1111 1111 1111 11FF 0000"            /* ..ÿ..........ÿ.. */
	$"000F F111 1111 1111 1111 1111 111F F000"            /* ..ñ...........ð. */
	$"000F F111 1111 111F F111 1111 111F F000"            /* ..ñ.....ñ.....ð. */
	$"00FF 1111 1111 11FF FF11 1111 1111 FF00"            /* .ÿ.....ÿÿ.....ÿ. */
	$"00FF 1111 1111 11FF FF11 1111 1111 FF00"            /* .ÿ.....ÿÿ.....ÿ. */
	$"0FF1 1111 1111 111F F111 1111 1111 1FF0"            /* .ñ......ñ......ð */
	$"0FF1 1111 1111 1111 1111 1111 1111 1FF0"            /* .ñ.............ð */
	$"FF11 1111 1111 1111 1111 1111 1111 11FF"            /* ÿ..............ÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"0FFF FFFF FFFF FFFF FFFF FFFF FFFF FFF0"            /* .ÿÿÿÿÿÿÿÿÿÿÿÿÿÿð */
};

data 'icl4' (131) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 000F 111F 0000 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 00F1 1111 F000 0000"            /* ..ð......ñ..ð... */
	$"0000 F000 0000 0000 00F1 1111 FF00 0000"            /* ..ð......ñ..ÿ... */
	$"0000 F000 0000 0000 00F1 111F 00F0 0000"            /* ..ð......ñ...ð.. */
	$"0000 F000 0000 0000 000F 11F0 000F 0000"            /* ..ð........ð.... */
	$"0000 F000 0FFF 0000 0000 FFFF FFFF F000"            /* ..ð..ÿ....ÿÿÿÿð. */
	$"0000 F000 FCCC F000 00FF CCCC CCCC F000"            /* ..ð.üÌð..ÿÌÌÌÌð. */
	$"0000 FFFF CCCC CFF0 0FCC CCCC CCCC F000"            /* ..ÿÿÌÌÏð.ÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCF FCCC CCCC CCCC F000"            /* ..üÌÌÌÌÏüÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CFFC FCCC CCCC F000"            /* ..üÌÌÌÌÌÏüüÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CCCC FFFF FFFC CCCC CCCC F000"            /* ..üÌÌÌÿÿÿüÌÌÌÌð. */
	$"0000 FCCC CCCF BBBB BBBF FFFC CCCC F000"            /* ..üÌÌÏ»»»¿ÿüÌÌð. */
	$"0000 FFFF FFFB BBBB BBBB BBBF FCCC F000"            /* ..ÿÿÿû»»»»»¿üÌð. */
	$"0000 FBBB BBBB BFFB BFFF FBBB BFFF F000"            /* ..û»»»¿û¿ÿû»¿ÿð. */
	$"0000 FBBB BBBB F0FB BBF0 0FBB BBBB F000"            /* ..û»»»ðû»ð.»»»ð. */
	$"0000 FBBB BBBF 0FBB BBBF 00FB BBBB F000"            /* ..û»»¿.»»¿.û»»ð. */
	$"0000 FBBB BBBF 0FBB BFFF F0FB BBBB F000"            /* ..û»»¿.»¿ÿðû»»ð. */
	$"0000 FBBB BBBF 0FBB F000 00FB BBBB F000"            /* ..û»»¿.»ð..û»»ð. */
	$"0000 FBBB BBBF 00FF 0000 00FB BBBB F000"            /* ..û»»¿.ÿ...û»»ð. */
	$"0000 FBBB BBBF 0000 0FF0 000F BBBB F000"            /* ..û»»¿...ð..»»ð. */
	$"0000 FBBB BBBB F000 FFFF 0000 FBBB F000"            /* ..û»»»ð.ÿÿ..û»ð. */
	$"0000 FBBB BBBF BF00 00FF 0000 0FBB F000"            /* ..û»»¿¿..ÿ...»ð. */
	$"0000 FBBB BBBB FBFF F000 0000 00FB F000"            /* ..û»»»ûÿð....ûð. */
	$"0000 FBBB BBBF BFBF BFFF 0000 F0FB F000"            /* ..û»»¿¿¿¿ÿ..ðûð. */
	$"0000 FBBB BBBB FBFB FBFB FF00 00FB F000"            /* ..û»»»ûûûûÿ..ûð. */
	$"0000 FBBB BBBB BBBB BFBF BFFF FFBB F000"            /* ..û»»»»»¿¿¿ÿÿ»ð. */
	$"0000 FBBB BBBB BBBB BBBB FBFB FBBB F000"            /* ..û»»»»»»»ûûû»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (133) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 000F 111F 0000 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 00F1 1111 F000 0000"            /* ..ð......ñ..ð... */
	$"0000 F000 0000 0000 00F1 1111 FF00 0000"            /* ..ð......ñ..ÿ... */
	$"0000 F000 0000 0000 00F1 111F 00F0 0000"            /* ..ð......ñ...ð.. */
	$"0000 F000 0000 0000 000F 11F0 000F 0000"            /* ..ð........ð.... */
	$"0000 F000 0FFF 0000 0000 FFFF FFFF F000"            /* ..ð..ÿ....ÿÿÿÿð. */
	$"0000 F000 FCCC F000 00FF CCCC CCCC F000"            /* ..ð.üÌð..ÿÌÌÌÌð. */
	$"0000 FFFF CCCC CFF0 0FCC CCCC CCCC F000"            /* ..ÿÿÌÌÏð.ÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCF FCCC CCCC CCCC F000"            /* ..üÌÌÌÌÏüÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CFFF FFFF FFFF FCCC CCCC F000"            /* ..üÌÏÿÿÿÿÿüÌÌÌð. */
	$"0000 FCCC CF00 0000 0000 FFCC CCCC F000"            /* ..üÌÏ.....ÿÌÌÌð. */
	$"0000 FCCC CF00 0000 0000 FCFC CCCC F000"            /* ..üÌÏ.....üüÌÌð. */
	$"0000 FCCC CF00 0000 0000 FFFF CCCC F000"            /* ..üÌÏ.....ÿÿÌÌð. */
	$"0000 FFFF FF00 0F00 0000 000F FCCC F000"            /* ..ÿÿÿ.......üÌð. */
	$"0000 FBBB BF00 0F0F FFFF 000F BFFF F000"            /* ..û»¿...ÿÿ..¿ÿð. */
	$"0000 FBBB BF00 0F00 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF00 FF00 0000 000F BBBB F000"            /* ..û»¿.ÿ.....»»ð. */
	$"0000 FBBB BF00 0F0F FFFF 000F BBBB F000"            /* ..û»¿...ÿÿ..»»ð. */
	$"0000 FBBB BF00 F000 0000 000F BBBB F000"            /* ..û»¿.ð.....»»ð. */
	$"0000 FBBB BF00 FF00 0000 000F BBBB F000"            /* ..û»¿.ÿ.....»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF00 FF0F FFFF 000F BBBB F000"            /* ..û»¿.ÿ.ÿÿ..»»ð. */
	$"0000 FBBB BF00 0F00 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF00 FF00 0000 000F BBBB F000"            /* ..û»¿.ÿ.....»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BFFF FFFF FFFF FFFF BBBB F000"            /* ..û»¿ÿÿÿÿÿÿÿ»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (134) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 000F 111F 0000 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 00F1 1111 F000 0000"            /* ..ð......ñ..ð... */
	$"0000 F000 0000 0000 00F1 1111 FF00 0000"            /* ..ð......ñ..ÿ... */
	$"0000 F000 0000 0000 00F1 111F 00F0 0000"            /* ..ð......ñ...ð.. */
	$"0000 F000 0000 0000 000F 11F0 000F 0000"            /* ..ð........ð.... */
	$"0000 F000 0FFF 0000 0000 FFFF FFFF F000"            /* ..ð..ÿ....ÿÿÿÿð. */
	$"0000 F000 FCCC F000 00FF CCCC CCCC F000"            /* ..ð.üÌð..ÿÌÌÌÌð. */
	$"0000 FFFF CCCC CFF0 0FCC CCCC CCCC F000"            /* ..ÿÿÌÌÏð.ÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCF FCCC CCCC CCCC F000"            /* ..üÌÌÌÌÏüÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CFFF CCCC CCCC F000"            /* ..üÌÌÌÌÌÏÿÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC F00C FCCC CCCC F000"            /* ..üÌÌÌÌÌð.üÌÌÌð. */
	$"0000 FCCC CCCC CCCF 00CC CFCC CCCC F000"            /* ..üÌÌÌÌÏ.ÌÏÌÌÌð. */
	$"0000 FCCC CCCC CCF0 0CCC FCCC CCCC F000"            /* ..üÌÌÌÌð.ÌüÌÌÌð. */
	$"0000 FCCC CCCC CF00 CCCF CCCC CCCC F000"            /* ..üÌÌÌÏ.ÌÏÌÌÌÌð. */
	$"0000 FFFF FFFC F00C CCFF CCCC CCCC F000"            /* ..ÿÿÿüð.ÌÿÌÌÌÌð. */
	$"0000 FBBB BBBF FF0C CFDD FFFF FFFF F000"            /* ..û»»¿ÿ.ÏÝÿÿÿÿð. */
	$"0000 FBBB BBBF DDFC FDCC DFBB BBBB F000"            /* ..û»»¿ÝüýÌß»»»ð. */
	$"0000 FBBB BBBF CCCF DCCC CDFB BBBB F000"            /* ..û»»¿ÌÏÜÌÍû»»ð. */
	$"0000 FBBB BBBF C0CC CCCC 0CDF BBBB F000"            /* ..û»»¿ÀÌÌÌ.ß»»ð. */
	$"0000 FBBB BBBB F00C CCC0 C0CF BBBB F000"            /* ..û»»»ð.ÌÀÀÏ»»ð. */
	$"0000 FBBB BBBB BF00 CC0C 0CCF BBBB F000"            /* ..û»»»¿.Ì..Ï»»ð. */
	$"0000 FBBB BBBB BBF0 00C0 CCDF BBBB F000"            /* ..û»»»»ð.ÀÌß»»ð. */
	$"0000 FBBB BBBB BBFF 000C CDFB BBBB F000"            /* ..û»»»»ÿ..Íû»»ð. */
	$"0000 FBBB BBBB BFDD F0CC DFBB BBBB F000"            /* ..û»»»¿ÝðÌß»»»ð. */
	$"0000 FBBB BBBB FDDC CFCD FBBB BBBB F000"            /* ..û»»»ýÜÏÍû»»»ð. */
	$"0000 FBBB BBBB FDCC 0FDF BBBB BBBB F000"            /* ..û»»»ýÌ.ß»»»»ð. */
	$"0000 FBBB BBBB BF00 DFFB BBBB BBBB F000"            /* ..û»»»¿.ßû»»»»ð. */
	$"0000 FBBB BBBB BBFF FFBB BBBB BBBB F000"            /* ..û»»»»ÿÿ»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (135) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 000F 111F 0000 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 00F1 1111 F000 0000"            /* ..ð......ñ..ð... */
	$"0000 F000 0000 0000 00F1 1111 FF00 0000"            /* ..ð......ñ..ÿ... */
	$"0000 F000 0000 0000 00F1 111F 00F0 0000"            /* ..ð......ñ...ð.. */
	$"0000 F000 0000 0000 000F 11F0 000F 0000"            /* ..ð........ð.... */
	$"0000 F000 0FFF 0000 0000 FFFF FFFF F000"            /* ..ð..ÿ....ÿÿÿÿð. */
	$"0000 F000 FCCC F000 00FF CCCC CCCC F000"            /* ..ð.üÌð..ÿÌÌÌÌð. */
	$"0000 FFFF CCCC CFF0 0FCC CCCC CCCC F000"            /* ..ÿÿÌÌÏð.ÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCF FCCC CCCC CCCC F000"            /* ..üÌÌÌÌÏüÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CFFF FFFF FFFF FCCC CCCC F000"            /* ..üÌÏÿÿÿÿÿüÌÌÌð. */
	$"0000 FCCC CF00 0000 0000 FFCC CCCC F000"            /* ..üÌÏ.....ÿÌÌÌð. */
	$"0000 FCCC CF00 0000 0000 F0FC CCCC F000"            /* ..üÌÏ.....ðüÌÌð. */
	$"0000 FCCC CF00 0000 0000 FFFF CCCC F000"            /* ..üÌÏ.....ÿÿÌÌð. */
	$"0000 FFFF FF00 0000 0000 000F FCCC F000"            /* ..ÿÿÿ.......üÌð. */
	$"0000 FBBB BF00 FF0F FF0F F00F BFFF F000"            /* ..û»¿.ÿ.ÿ.ð.¿ÿð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF0F F0FF F0FF 000F BBBB F000"            /* ..û»¿.ðÿðÿ..»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF0F F0F0 FFF0 F00F BBBB F000"            /* ..û»¿.ððÿðð.»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF0F FF0F FF0F F00F BBBB F000"            /* ..û»¿.ÿ.ÿ.ð.»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF0F FFF0 FFF0 F00F BBBB F000"            /* ..û»¿.ÿðÿðð.»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BF00 0000 0000 000F BBBB F000"            /* ..û»¿.......»»ð. */
	$"0000 FBBB BFFF FFFF FFFF FFFF BBBB F000"            /* ..û»¿ÿÿÿÿÿÿÿ»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (136) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 000F 111F 0000 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 00F1 1111 F000 0000"            /* ..ð......ñ..ð... */
	$"0000 F000 0000 0000 00F1 1111 FF00 0000"            /* ..ð......ñ..ÿ... */
	$"0000 F000 0000 0000 00F1 111F 00F0 0000"            /* ..ð......ñ...ð.. */
	$"0000 F000 0000 0000 000F 11F0 000F 0000"            /* ..ð........ð.... */
	$"0000 F000 0FFF 0000 0000 FFFF FFFF F000"            /* ..ð..ÿ....ÿÿÿÿð. */
	$"0000 F000 FCCC F000 00FF CCCC CCCC F000"            /* ..ð.üÌð..ÿÌÌÌÌð. */
	$"0000 FFFF CCCC CFF0 0FCC CCCC CCCC F000"            /* ..ÿÿÌÌÏð.ÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCF FCCC CCCC CCCC F000"            /* ..üÌÌÌÌÏüÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CCFF FFFF FFCC CCCC CCCC F000"            /* ..üÌÌÿÿÿÿÌÌÌÌÌð. */
	$"0000 FCCC CCFF FFFF FFCC CCCC CCCC F000"            /* ..üÌÌÿÿÿÿÌÌÌÌÌð. */
	$"0000 FCCC CCFF FFFF FFFF FFFC CCCC F000"            /* ..üÌÌÿÿÿÿÿÿüÌÌð. */
	$"0000 FCCC CCF0 0000 0000 00FC CCCC F000"            /* ..üÌÌð.....üÌÌð. */
	$"0000 FFFF FFF0 0000 0000 00FF FCCC F000"            /* ..ÿÿÿð.....ÿüÌð. */
	$"0000 FBBB BBF0 0FFF FFFF 00FB BFFF F000"            /* ..û»»ð.ÿÿÿ.û¿ÿð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBF0 0FFF FFFF 00FB BBBB F000"            /* ..û»»ð.ÿÿÿ.û»»ð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBF0 0FFF FFFF 00FB BBBB F000"            /* ..û»»ð.ÿÿÿ.û»»ð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBF0 0000 0000 00FB BBBB F000"            /* ..û»»ð.....û»»ð. */
	$"0000 FBBB BBFF FFFF FFFF FFFB BBBB F000"            /* ..û»»ÿÿÿÿÿÿû»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (137) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 000F 111F 0000 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 00F1 1111 F000 0000"            /* ..ð......ñ..ð... */
	$"0000 F000 0000 0000 00F1 1111 FF00 0000"            /* ..ð......ñ..ÿ... */
	$"0000 F000 0000 0000 00F1 111F 00F0 0000"            /* ..ð......ñ...ð.. */
	$"0000 F000 0000 0000 000F 11F0 000F 0000"            /* ..ð........ð.... */
	$"0000 F000 0FFF 0000 0000 FFFF FFFF F000"            /* ..ð..ÿ....ÿÿÿÿð. */
	$"0000 F000 FCCC F000 00FF CCCC CCCC F000"            /* ..ð.üÌð..ÿÌÌÌÌð. */
	$"0000 FFFF CCCC CFF0 0FCC CCCC CCCC F000"            /* ..ÿÿÌÌÏð.ÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCF FCCC CCCC CCCC F000"            /* ..üÌÌÌÌÏüÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CCCF FFFC CCCC CCCC CCCC F000"            /* ..üÌÌÏÿüÌÌÌÌÌÌð. */
	$"0000 FCCC CCFC CCCF CCCC CCCC CCCC F000"            /* ..üÌÌüÌÏÌÌÌÌÌÌð. */
	$"0000 FCCC CFCC CCCC FFFF FFFF CCCC F000"            /* ..üÌÏÌÌÌÿÿÿÿÌÌð. */
	$"0000 FFFF FF0C 0C0C 0C0C 0C0C FCCC F000"            /* ..ÿÿÿ.......üÌð. */
	$"0000 FBBB BFC0 C0C0 C0C0 C0CC FFFF F000"            /* ..û»¿ÀÀÀÀÀÀÌÿÿð. */
	$"0000 FBBB BF0C 0C0C 0C0C 0C0C FBBB F000"            /* ..û»¿.......û»ð. */
	$"0000 FBBB BFC0 C0C0 C0C0 C0CC FBBB F000"            /* ..û»¿ÀÀÀÀÀÀÌû»ð. */
	$"0000 FBBB BF0C 0C0C 0C0C 0C0C FBBB F000"            /* ..û»¿.......û»ð. */
	$"0000 FBBB BFC0 C0C0 C0C0 C0CC FBBB F000"            /* ..û»¿ÀÀÀÀÀÀÌû»ð. */
	$"0000 FBBB BF0C 0C0C 0C0C 0C0C FBBB F000"            /* ..û»¿.......û»ð. */
	$"0000 FBBB BFC0 C0C0 C0C0 C0CC FBBB F000"            /* ..û»¿ÀÀÀÀÀÀÌû»ð. */
	$"0000 FBBB BF0C 0C0C 0C0C 0C0C FBBB F000"            /* ..û»¿.......û»ð. */
	$"0000 FBBB BFFF FFFF FFFF FFFF FBBB F000"            /* ..û»¿ÿÿÿÿÿÿÿû»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (138) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 000F 111F 0000 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 00F1 1111 F000 0000"            /* ..ð......ñ..ð... */
	$"0000 F000 0000 0000 00F1 1111 FF00 0000"            /* ..ð......ñ..ÿ... */
	$"0000 F000 0000 0000 00F1 111F 00F0 0000"            /* ..ð......ñ...ð.. */
	$"0000 F000 0000 0000 000F 11F0 000F 0000"            /* ..ð........ð.... */
	$"0000 F000 0FFF 0000 0000 FFFF FFFF F000"            /* ..ð..ÿ....ÿÿÿÿð. */
	$"0000 F000 FCCC F000 00FF CCCC CCCC F000"            /* ..ð.üÌð..ÿÌÌÌÌð. */
	$"0000 FFFF CCCC CFF0 0FCC CCCC CCCC F000"            /* ..ÿÿÌÌÏð.ÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCF FCCC CCCC CCCC F000"            /* ..üÌÌÌÌÏüÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CFFC FCCC CCCC F000"            /* ..üÌÌÌÌÌÏüüÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCFF FFCF FFFC CCFF FCCC CCCC F000"            /* ..üÿÿÏÿüÌÿüÌÌÌð. */
	$"0000 FCCC CCCC CCCC CF55 5FCC CCCC F000"            /* ..üÌÌÌÌÌÏU_ÌÌÌð. */
	$"0000 FFFF FCFF FFCC F555 55FC CCCC F000"            /* ..ÿÿüÿÿÌõUUüÌÌð. */
	$"0000 FBBB BBBB BBBB F555 55FC CCCF F000"            /* ..û»»»»»õUUüÌÏð. */
	$"0000 FBFF FFBF FFBB F555 55FF FFFB F000"            /* ..ûÿÿ¿ÿ»õUUÿÿûð. */
	$"0000 FBBB BBBB BBBB BF55 5F88 88FB F000"            /* ..û»»»»»¿U_ˆˆûð. */
	$"0000 FBFF FFBB BBBB BBFF F888 88FB F000"            /* ..ûÿÿ»»»»ÿøˆˆûð. */
	$"0000 FBBB BBBB FBBB BBBB F888 88FB F000"            /* ..û»»»û»»»øˆˆûð. */
	$"0000 FBBB BBBF 7FBB BBBB F888 88FB F000"            /* ..û»»¿.»»»øˆˆûð. */
	$"0000 FBBB BBF7 77FB BBBB F888 88FB F000"            /* ..û»»÷wû»»øˆˆûð. */
	$"0000 FBBB BF77 777F BBBB FFFF FFFB F000"            /* ..û»¿ww.»»ÿÿÿûð. */
	$"0000 FBBB F777 7777 FBBB BBBB BBBB F000"            /* ..û»÷wwwû»»»»»ð. */
	$"0000 FBBF FFFF FFFF FFBB BBBB BBBB F000"            /* ..û¿ÿÿÿÿÿ»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl4' (139) {
	$"0000 FFFF FFFF FFFF FFFF FFF0 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿð.... */
	$"0000 F000 0000 0000 000F 111F 0000 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 00F1 1111 F000 0000"            /* ..ð......ñ..ð... */
	$"0000 F000 0000 0000 00F1 1111 FF00 0000"            /* ..ð......ñ..ÿ... */
	$"0000 F000 0000 0000 00F1 111F 00F0 0000"            /* ..ð......ñ...ð.. */
	$"0000 F000 0000 0000 000F 11F0 000F 0000"            /* ..ð........ð.... */
	$"0000 F000 0FFF 0000 0000 FFFF FFFF F000"            /* ..ð..ÿ....ÿÿÿÿð. */
	$"0000 F000 FCCC F000 00FF CCCC CCCC F000"            /* ..ð.üÌð..ÿÌÌÌÌð. */
	$"0000 FFFF CCCC CFF0 0FCC CCCC CCCC F000"            /* ..ÿÿÌÌÏð.ÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCF FCCC CCCC CCCC F000"            /* ..üÌÌÌÌÏüÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CFFC FCCC CCCC F000"            /* ..üÌÌÌÌÌÏüüÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCCC CCCC CCCC CCCC CCCC CCCC F000"            /* ..üÌÌÌÌÌÌÌÌÌÌÌð. */
	$"0000 FCFF FFCF FFFC CCFF FCCC CCCC F000"            /* ..üÿÿÏÿüÌÿüÌÌÌð. */
	$"0000 FCCC CCCC CCCC CF55 5FCC CCCC F000"            /* ..üÌÌÌÌÌÏU_ÌÌÌð. */
	$"0000 FFFF FCFF FFCC F555 55FC CCCC F000"            /* ..ÿÿüÿÿÌõUUüÌÌð. */
	$"0000 FBBB BBBB BBBB F555 55FC CCCF F000"            /* ..û»»»»»õUUüÌÏð. */
	$"0000 FBFF FFBF FFBB F555 55FF FFFB F000"            /* ..ûÿÿ¿ÿ»õUUÿÿûð. */
	$"0000 FBBB BBBB BBBB BF55 5F88 88FB F000"            /* ..û»»»»»¿U_ˆˆûð. */
	$"0000 FBFF FFBB BBBB BBFF F888 88FB F000"            /* ..ûÿÿ»»»»ÿøˆˆûð. */
	$"0000 FBBB BBBB FBBB BBBB F888 88FB F000"            /* ..û»»»û»»»øˆˆûð. */
	$"0000 FBBB BBBF 7FBB BBBB F888 88FB F000"            /* ..û»»¿.»»»øˆˆûð. */
	$"0000 FBBB BBF7 77FB BBBB F888 88FB F000"            /* ..û»»÷wû»»øˆˆûð. */
	$"0000 FBBB BF77 777F BBBB FFFF FFFB F000"            /* ..û»¿ww.»»ÿÿÿûð. */
	$"0000 FBBB F777 7777 FBBB BBBB BBBB F000"            /* ..û»÷wwwû»»»»»ð. */
	$"0000 FBBF FFFF FFFF FFBB BBBB BBBB F000"            /* ..û¿ÿÿÿÿÿ»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FBBB BBBB BBBB BBBB BBBB BBBB F000"            /* ..û»»»»»»»»»»»ð. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF F000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿð. */
};

data 'icl8' (128) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 FFFF FFFF"            /* ............ÿÿÿÿ */
	$"FFFF 0000 0000 0000 0000 0000 0000 0000"            /* ÿÿ.............. */
	$"0000 0000 0000 0000 0000 00FF 8352 7D7D"            /* ...........ÿƒR}} */
	$"7DA7 FF00 0000 0000 0000 0000 0000 0000"            /* }§ÿ............. */
	$"0000 0000 0000 0000 0000 FFA7 7D52 7D7D"            /* ..........ÿ§}R}} */
	$"7D7D FF00 0000 0000 0000 0000 0000 0000"            /* }}ÿ............. */
	$"0000 0000 0000 0000 0000 FF7D 527D 7D7D"            /* ..........ÿ}R}}} */
	$"7D7D A7FF 0000 0000 0000 0000 0000 0000"            /* }}§ÿ............ */
	$"0000 0000 0000 0000 00FF 7D52 7D7D 7D7D"            /* .........ÿ}R}}}} */
	$"7D7D A7FF 0000 0000 0000 0000 0000 0000"            /* }}§ÿ............ */
	$"0000 00FF FFFF FFFF 00FF 7D52 7D7D 7D7D"            /* ...ÿÿÿÿÿ.ÿ}R}}}} */
	$"7DA7 A7FF 0000 0000 0000 0000 0000 0000"            /* }§§ÿ............ */
	$"0000 FF83 527D 7DAD FFA7 527D 7D7D 7D7D"            /* ..ÿƒR}}­ÿ§R}}}}} */
	$"7DA7 ADFF 00FF FFFF 0000 0000 0000 0000"            /* }§­ÿ.ÿÿÿ........ */
	$"0000 FF52 7D7D 7DA7 FF7D 527D 7D7D 7D7D"            /* ..ÿR}}}§ÿ}R}}}}} */
	$"7DA7 ADFF FFA7 A7A7 FF00 0000 0000 0000"            /* }§­ÿÿ§§§ÿ....... */
	$"00FF 7D52 7D7D 7DA7 FF7D 527D 7D7D 7D7D"            /* .ÿ}R}}}§ÿ}R}}}}} */
	$"A7A7 FFFF 527D 7DA7 A7FF 0000 0000 0000"            /* §§ÿÿR}}§§ÿ...... */
	$"00FF 527D 7D7D 7DA7 FF52 7D7D 7D7D 7D7D"            /* .ÿR}}}}§ÿR}}}}}} */
	$"A7A7 FF52 7D7D 7D7D A7FF 0000 0000 0000"            /* §§ÿR}}}}§ÿ...... */
	$"00FF 527D 7D7D A7FF 7D52 7D7D 7D7D 7D7D"            /* .ÿR}}}§ÿ}R}}}}}} */
	$"A7A7 FF52 7D7D 7D7D A7FF 0000 0000 0000"            /* §§ÿR}}}}§ÿ...... */
	$"FF83 527D 7D7D A7FF 527D 7D7D 7D7D 7D7D"            /* ÿƒR}}}§ÿR}}}}}}} */
	$"A7FF AC52 7D7D 7D7D A7FF 0000 0000 0000"            /* §ÿ¬R}}}}§ÿ...... */
	$"FF52 7D7D 7D7D A7FF 527D 7D7D 7D7D 7DA7"            /* ÿR}}}}§ÿR}}}}}}§ */
	$"A7FF A77C 7D7D 7D7D 7DFF 0000 0000 0000"            /* §ÿ§|}}}}}ÿ...... */
	$"FF52 7D7D 7D7D 7DFF 527D 7D7D 7D7D 7DA7"            /* ÿR}}}}}ÿR}}}}}}§ */
	$"A7FF A77C 7D7D 7D7D 7DFF 0000 0000 0000"            /* §ÿ§|}}}}}ÿ...... */
	$"FF52 7D7D 7D7D A77D 527D 7D7D 7D7D A7FF"            /* ÿR}}}}§}R}}}}}§ÿ */
	$"FFAD A758 7D7D 7D7D 7DFF 0000 0000 0000"            /* ÿ­§X}}}}}ÿ...... */
	$"FF52 7D7D 7D7D A752 7D7D 7D7D 7D7D FF7D"            /* ÿR}}}}§R}}}}}}ÿ} */
	$"7D7D 7D7D 7D7D 7D7D 7DFF 0000 0000 0000"            /* }}}}}}}}}ÿ...... */
	$"00FF 7D7D 7D7D FF52 7D7D 7D7D 7D7D 7D7D"            /* .ÿ}}}}ÿR}}}}}}}} */
	$"7D7D 7D7D 7D7D 7D7D A7FF 0000 0000 0000"            /* }}}}}}}}§ÿ...... */
	$"0000 FF7D 7D7D FF52 7D7D 7D7D 7DAD FFFF"            /* ..ÿ}}}ÿR}}}}}­ÿÿ */
	$"7D7D 7D7D 7D7D 7D7D A7FF FF00 0000 0000"            /* }}}}}}}}§ÿÿ..... */
	$"0000 00FF FFA7 FF52 7D7D 7D7D 7DFF 00FF"            /* ...ÿÿ§ÿR}}}}}ÿ.ÿ */
	$"7D7D 7D7D 7D7D 7D7D E9FF ACFF 0000 0000"            /* }}}}}}}}éÿ¬ÿ.... */
	$"0000 0000 00FF A752 7D7D 7D7D FFF8 00FF"            /* .....ÿ§R}}}}ÿø.ÿ */
	$"7DFF FFFF 7D7D 7DA7 FFF9 F8FF 0000 0000"            /* }ÿÿÿ}}}§ÿùøÿ.... */
	$"0000 0000 00FF 8352 7D7D 7D7D FFF7 00FA"            /* .....ÿƒR}}}}ÿ÷.ú */
	$"FF81 F9FA FFFF FFFF F800 F7FF 0000 0000"            /* ÿùúÿÿÿÿø.÷ÿ.... */
	$"0000 0000 00FF 527D 7D7D 7D7D FFF7 0000"            /* .....ÿR}}}}}ÿ÷.. */
	$"0000 00F5 0000 F600 F6F6 FF00 0000 0000"            /* ...õ..ö.ööÿ..... */
	$"0000 0000 00FF 527D 7D7D 7D7D 7DFF 0000"            /* .....ÿR}}}}}}ÿ.. */
	$"0000 F8FF FA00 F6FA FFFF 0000 0000 0000"            /* ..øÿú.öúÿÿ...... */
	$"0000 0000 00FF 527D 7D7D 7D7D 7DA7 FFFF"            /* .....ÿR}}}}}}§ÿÿ */
	$"0000 FFFF FF00 00F5 00FA FF00 0000 0000"            /* ..ÿÿÿ..õ.úÿ..... */
	$"0000 0000 00FF 527D 7D7D 7D7D 7DA7 A7FE"            /* .....ÿR}}}}}}§§þ */
	$"FF00 FBFF F900 0000 0000 F7FF FFFF 0000"            /* ÿ.ûÿù.....÷ÿÿÿ.. */
	$"0000 0000 00FF 527D 7D7D 7D7D 7DA7 A7AD"            /* .....ÿR}}}}}}§§­ */
	$"FF00 F5F5 0000 0000 0000 0000 00F9 FF00"            /* ÿ.õõ.........ùÿ. */
	$"0000 0000 00FF 527D 7D7D 7D7D 7DA7 A7AD"            /* .....ÿR}}}}}}§§­ */
	$"FF00 0000 0000 0000 00FF FFFF F9FB 81FF"            /* ÿ........ÿÿÿùûÿ */
	$"0000 0000 00FF 527D 7D7D 7D7D 7DA7 A7FF"            /* .....ÿR}}}}}}§§ÿ */
	$"FB00 0000 0000 0000 0000 F8FF FF81 2BFF"            /* û.........øÿÿ+ÿ */
	$"0000 0000 00FF 7D7D 7D7D 7D7D 7DA7 A7AD"            /* .....ÿ}}}}}}}§§­ */
	$"FF2B 0000 0000 0000 0000 00F5 F600 F8FF"            /* ÿ+.........õö.øÿ */
	$"0000 0000 00FF 7D7D 7D7D 7D7D 7DA7 A7AD"            /* .....ÿ}}}}}}}§§­ */
	$"ADFF 2B00 00FF F700 0000 0000 0000 FF00"            /* ­ÿ+..ÿ÷.......ÿ. */
	$"0000 ACAC FFFF FFFF FFFF FFFF FFFF FFFF"            /* ..¬¬ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFAD FFFF FF00 FFFF FFFF FFFF FFFF 0000"            /* ÿ­ÿÿÿ.ÿÿÿÿÿÿÿÿ.. */
};

data 'icl8' (129) {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 0000 FFFF 0000 0000 0000 0000"            /* ......ÿÿ........ */
	$"0000 0000 FF00 0000 0000 0000 FFFF FF00"            /* ....ÿ.......ÿÿÿ. */
	$"0000 0000 0000 FF00 FF00 0000 0000 0000"            /* ......ÿ.ÿ....... */
	$"0000 0000 FF00 0000 0000 00FF 9FA5 A5FF"            /* ....ÿ......ÿŸ¥¥ÿ */
	$"0000 0000 0000 FF00 00FF 0000 0000 0000"            /* ......ÿ..ÿ...... */
	$"0000 0000 FF00 0000 0000 00FF 9FA5 A5FF"            /* ....ÿ......ÿŸ¥¥ÿ */
	$"0000 FFFF 0000 FF00 0000 FF00 0000 0000"            /* ..ÿÿ..ÿ...ÿ..... */
	$"0000 0000 FF00 0000 0000 00FF 9FA5 A5FF"            /* ....ÿ......ÿŸ¥¥ÿ */
	$"00FF 9FA5 FF00 FF00 0000 00FF 0000 0000"            /* .ÿŸ¥ÿ.ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 9FA5 A5FF"            /* ....ÿ....ÿÿÿŸ¥¥ÿ */
	$"00FF 9FA5 FF00 FFFF FFFF FFFF FF00 0000"            /* .ÿŸ¥ÿ.ÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2BFF 9FA5 A5FF"            /* ....ÿ...ÿ++ÿŸ¥¥ÿ */
	$"FFFF 9FA5 FF00 0000 0000 0000 FF00 0000"            /* ÿÿŸ¥ÿ.......ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2BFF 9FA5 A59F"            /* ....ÿÿÿÿ+++ÿŸ¥¥Ÿ */
	$"9F9F A5A5 FF00 0000 0000 00FF FF00 0000"            /* ŸŸ¥¥ÿ......ÿÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2BFF 9FA5 A5A5"            /* ....ÿ++++++ÿŸ¥¥¥ */
	$"A5A5 A5FF 0000 0000 00FF FF2B FF00 0000"            /* ¥¥¥ÿ.....ÿÿ+ÿ... */
	$"0000 0000 FF2B 2BFF FF2B 2BFF 9FA5 A5FF"            /* ....ÿ++ÿÿ++ÿŸ¥¥ÿ */
	$"FFFF FF2B FFFF 0000 FF2B 2B2B FF00 0000"            /* ÿÿÿ+ÿÿ..ÿ+++ÿ... */
	$"0000 0000 FF2B FF9F A5FF 2BFF 9FA5 A5FF"            /* ....ÿ+ÿŸ¥ÿ+ÿŸ¥¥ÿ */
	$"2B2B 2B2B 2B2B FFFF 2B2B 2B2B FF00 0000"            /* ++++++ÿÿ++++ÿ... */
	$"0000 0000 FF2B FF9F A5FF 2BFF 9FA5 A5FF"            /* ....ÿ+ÿŸ¥ÿ+ÿŸ¥¥ÿ */
	$"2B2B 2B2B 2B2B 2B2B FFFF 2BFF FF00 0000"            /* ++++++++ÿÿ+ÿÿ... */
	$"0000 0000 FF2B FF9F A5FF 2BFF 9FA5 A5FF"            /* ....ÿ+ÿŸ¥ÿ+ÿŸ¥¥ÿ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B FF9F A5FF FFFF 9FA5 A5FF"            /* ....ÿ+ÿŸ¥ÿÿÿŸ¥¥ÿ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FFFF FF9F A59F 9F9F A5A5 A5FF"            /* ....ÿÿÿŸ¥ŸŸŸ¥¥¥ÿ */
	$"2B2B 2BFF FFFF FFFF FFFF 2B2B FF00 0000"            /* +++ÿÿÿÿÿÿÿ++ÿ... */
	$"0000 0000 FF33 FF9F A5A5 A5A5 A5A5 A5FF"            /* ....ÿ3ÿŸ¥¥¥¥¥¥¥ÿ */
	$"FFFF FF33 3333 3333 3333 FFFF FF00 0000"            /* ÿÿÿ3333333ÿÿÿ... */
	$"0000 0000 FF33 33FF A5A5 A5A5 A5A5 A5FF"            /* ....ÿ33ÿ¥¥¥¥¥¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 FFFF FFFF 9FA5 A5FF"            /* ....ÿ333ÿÿÿÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 9FA5 A5FF"            /* ....ÿ333333ÿŸ¥¥ÿ */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 FF33 FFA5 FF33"            /* ....ÿ33333ÿ3ÿ¥ÿ3 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 33FF 33FF 33FF 3333"            /* ....ÿ3333ÿ3ÿ3ÿ33 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 FF33 FF33 FF33 3333"            /* ....ÿ333ÿ3ÿ3ÿ333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (130) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 FFFF FFFF FF00"            /* ..........ÿÿÿÿÿ. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 FFFF 00FF 0000 00FF"            /* ........ÿÿ.ÿ...ÿ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 00FF 0000 FF00 0000 00FF"            /* .......ÿ..ÿ....ÿ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 00FF 0000 FF00 0000 FF00"            /* .......ÿ..ÿ...ÿ. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 FF00 00FF FFFF 0000"            /* ........ÿ..ÿÿÿ.. */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 FFFF FF00 0000 00FF 0000 0000 0000"            /* ..ÿÿÿ....ÿ...... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 FFF9 FFFF FF00 0000 FF00 0000 0000"            /* ..ÿùÿÿÿ...ÿ..... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"FFFF FFFF FFFF 0000 00FF FF00 0000 0000"            /* ÿÿÿÿÿÿ...ÿÿ..... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 FF08 08FF 00FF FF05 FF00 0000 0000"            /* ..ÿ..ÿ.ÿÿ.ÿ..... */
	$"0000 0000 0000 0000 0000 0000 0000 00D8"            /* ...............Ø */
	$"D8FF FFFF FFFF FF05 05FF 0000 0000 0000"            /* Øÿÿÿÿÿÿ..ÿ...... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"FF05 0505 0505 05FF FF00 FF00 0000 0000"            /* ÿ......ÿÿ.ÿ..... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"FF05 FFFF FFFF FF00 FFFF FFFF 0000 0000"            /* ÿ.ÿÿÿÿÿ.ÿÿÿÿ.... */
	$"0000 0000 0000 0000 0000 0000 0000 00FF"            /* ...............ÿ */
	$"0505 0505 FF00 FFFF 3333 3333 FF00 0000"            /* ....ÿ.ÿÿ3333ÿ... */
	$"0000 0000 0000 0000 0000 0000 0000 00FF"            /* ...............ÿ */
	$"0505 05FF 00FF 3333 33FF 3333 33FF 0000"            /* ...ÿ.ÿ333ÿ333ÿ.. */
	$"0000 0000 0000 0000 0000 0000 0000 00FF"            /* ...............ÿ */
	$"FFFF FFFF FF33 3333 33FF FFFF 3333 FF00"            /* ÿÿÿÿÿ3333ÿÿÿ33ÿ. */
	$"0000 0000 0000 0000 0000 0000 0000 00FF"            /* ...............ÿ */
	$"A5A5 A5FF 33FF FF33 FF00 0000 FFFF 0000"            /* ¥¥¥ÿ3ÿÿ3ÿ...ÿÿ.. */
	$"0000 0000 FFFF FFFF 0000 00FF FFFF FFFF"            /* ....ÿÿÿÿ...ÿÿÿÿÿ */
	$"A5A5 A5FF FF33 33FF FFFF FFFF 0000 0000"            /* ¥¥¥ÿÿ33ÿÿÿÿÿ.... */
	$"0000 FFFF FFFF FFFF FFFF FF33 3333 FFFA"            /* ..ÿÿÿÿÿÿÿÿÿ333ÿú */
	$"FFA5 A5A5 FFFF 3333 FF00 0000 0000 0000"            /* ÿ¥¥¥ÿÿ33ÿ....... */
	$"00FF FFFF 00FF FFFF FFFF FFFF 3333 33FF"            /* .ÿÿÿ.ÿÿÿÿÿÿÿ333ÿ */
	$"FAFF A5A5 A5FF FF33 FF00 FFFF FFFF 0000"            /* úÿ¥¥¥ÿÿ3ÿ.ÿÿÿÿ.. */
	$"FF00 FF00 FFFF 0000 FF33 33FF 3333 33FF"            /* ÿ.ÿ.ÿÿ..ÿ33ÿ333ÿ */
	$"FBFF FFA5 A5FF FF33 FFFF 3333 33FF 0000"            /* ûÿÿ¥¥ÿÿ3ÿÿ333ÿ.. */
	$"00FF 0000 0000 0000 FF33 FF33 3333 33FF"            /* .ÿ......ÿ3ÿ3333ÿ */
	$"FFFF A5A5 A5FF 3333 3333 33FF FF33 FF00"            /* ÿÿ¥¥¥ÿ33333ÿÿ3ÿ. */
	$"0000 0000 0000 0000 FF33 FF33 3333 3333"            /* ........ÿ3ÿ33333 */
	$"33FF A5A5 FF33 3333 3333 FF00 00FF 33FF"            /* 3ÿ¥¥ÿ33333ÿ..ÿ3ÿ */
	$"0000 0000 0000 00FF FF33 FF33 3333 FF33"            /* .......ÿÿ3ÿ333ÿ3 */
	$"FFA5 A5A5 FF33 FFFF FFFF 0000 0000 FFFF"            /* ÿ¥¥¥ÿ3ÿÿÿÿ....ÿÿ */
	$"0000 0000 00FF FF33 33FF 3333 33FF FFFF"            /* .....ÿÿ33ÿ333ÿÿÿ */
	$"FFA5 A5A5 FFFF FFFF 3333 FF00 00FF 33FF"            /* ÿ¥¥¥ÿÿÿÿ33ÿ..ÿ3ÿ */
	$"0000 0000 00FF 33FF FFFF 3333 FFFF 00FF"            /* .....ÿ3ÿÿÿ33ÿÿ.ÿ */
	$"FFFF FFFF FF00 0000 FFFF 33FF 0000 FFFF"            /* ÿÿÿÿÿ...ÿÿ3ÿ..ÿÿ */
	$"0000 0000 00FF FF00 FFFF 33FF FF00 00FF"            /* .....ÿÿ.ÿÿ3ÿÿ..ÿ */
	$"FFFF 2BFF FF00 0000 0000 FFFF 0000 0000"            /* ÿÿ+ÿÿ.....ÿÿ.... */
	$"0000 0000 FFFF 0000 FF33 FF00 0000 0000"            /* ....ÿÿ..ÿ3ÿ..... */
	$"00FF FFFF 0000 0000 0000 00FF FF00 0000"            /* .ÿÿÿ.......ÿÿ... */
	$"0000 0000 FFFF 0000 FFFF 0000 0000 0000"            /* ....ÿÿ..ÿÿ...... */
	$"0000 0000 0000 0000 0000 0000 FFFF FF00"            /* ............ÿÿÿ. */
	$"0000 FFFF FF00 0000 FFFF 0000 0000 0000"            /* ..ÿÿÿ...ÿÿ...... */
	$"0000 0000 0000 0000 0000 0000 00FF 33FF"            /* .............ÿ3ÿ */
	$"0000 FFFF 0000 FFFF FF00 0000 0000 0000"            /* ..ÿÿ..ÿÿÿ....... */
	$"0000 0000 0000 0000 0000 0000 00FF FFFF"            /* .............ÿÿÿ */
	$"0000 0000 00FF 33FF FF00 0000 0000 0000"            /* .....ÿ3ÿÿ....... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 00FF FFFF 0000 0000 0000 0000"            /* .....ÿÿÿ........ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icl8' (0) {
	$"0000 0000 0000 0000 D8D8 D8D8 D8D8 D8D8"            /* ........ØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 0000 0000 0000 0000"            /* ØØØØØØØØ........ */
	$"0000 0000 0000 00D8 D8D8 D8D8 D8D8 D8D8"            /* .......ØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D800 0000 0000 0000"            /* ØØØØØØØØØ....... */
	$"0000 0000 0000 D8D8 D8D8 D8D8 D8D8 D8D8"            /* ......ØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 0000 0000 0000"            /* ØØØØØØØØØØ...... */
	$"0000 0000 00D8 D8D8 D8D8 D8D8 D8D8 D808"            /* .....ØØØØØØØØØØ. */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 D800 0000 0000"            /* ØØØØØØØØØØØ..... */
	$"0000 0000 D8D8 D8D8 D8D8 D8D8 D8D8 0808"            /* ....ØØØØØØØØØØ.. */
	$"08D8 D8D8 D8D8 D8D8 D8D8 D8D8 0000 0000"            /* .ØØØØØØØØØØØ.... */
	$"0000 00D8 D8D8 D8D8 D8D8 D808 D8D8 0808"            /* ...ØØØØØØØØ.ØØ.. */
	$"08D8 D808 08D8 D8D8 D8D8 D8D8 D800 0000"            /* .ØØ..ØØØØØØØØ... */
	$"0000 D8D8 D8D8 D8D8 D8D8 0808 08D8 0808"            /* ..ØØØØØØØØ...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 0000"            /* .Ø...ØØØØØØØØØ.. */
	$"00D8 D8D8 D8D8 D8D8 D8D8 0808 08D8 0808"            /* .ØØØØØØØØØ...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D800"            /* .Ø...ØØØØØØØØØØ. */
	$"D8D8 D8D8 D8D8 D8D8 08D8 0808 08D8 0808"            /* ØØØØØØØØ.Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 0808 0808"            /* ØØØØØØØ..Ø...... */
	$"0808 0808 08D8 D8D8 0808 08D8 D8D8 D8D8"            /* .....ØØØ...ØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 08D8 D808 0808 08D8 D8D8 D8D8"            /* .....ØØ....ØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 08D8 D808 0808 08D8 D8D8 D8D8"            /* .....ØØ....ØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 08D8 0808 0808 D8D8 D8D8 D8D8"            /* .....Ø....ØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 0808 D8D8 D8D8 D8D8"            /* ..........ØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 08D8 D8D8 D8D8 D8D8"            /* .........ØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 08D8 D8D8 D8D8 D8D8"            /* .........ØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 D8D8 D8D8 D8D8 D8D8"            /* ........ØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 D8D8 D8D8 D8D8 D8D8"            /* ........ØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 08D8 D8D8 D8D8 D8D8 D8D8"            /* .......ØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 08D8 D8D8 D8D8 D8D8 D8D8"            /* .......ØØØØØØØØØ */
	$"00D8 D8D8 D8D8 D808 0808 0808 08D8 0808"            /* .ØØØØØØ......Ø.. */
	$"0808 0808 0808 D8D8 D8D8 D8D8 D8D8 D800"            /* ......ØØØØØØØØØ. */
	$"0000 D8D8 D8D8 D8D8 0808 0808 0808 D808"            /* ..ØØØØØØ......Ø. */
	$"0808 0808 08D8 D8D8 D8D8 D8D8 D8D8 0000"            /* .....ØØØØØØØØØ.. */
	$"0000 00D8 D8D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* ...ØØØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 D8D8 D800 0000"            /* ØØØØØØØØØØØØØ... */
	$"0000 0000 D8D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* ....ØØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 D8D8 0000 0000"            /* ØØØØØØØØØØØØ.... */
	$"0000 0000 00D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .....ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 D800 0000 0000"            /* ØØØØØØØØØØØ..... */
	$"0000 0000 0000 D8D8 D8D8 D8D8 D8D8 D8D8"            /* ......ØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 0000 0000 0000"            /* ØØØØØØØØØØ...... */
	$"0000 0000 0000 00D8 D8D8 D8D8 D8D8 D8D8"            /* .......ØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D800 0000 0000 0000"            /* ØØØØØØØØØ....... */
};

data 'icl8' (1) {
	$"FFFF FFFF FFFF FFFF FFFD FDFD FDFD FDFD"            /* ÿÿÿÿÿÿÿÿÿýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD 2B2B 2B2B 2B2B FDFD FDFD FDFD FDFD"            /* ýý++++++ýýýýýýýý */
	$"FF08 0808 FF08 0808 08FD FDFD FDFD FDFD"            /* ÿ...ÿ....ýýýýýýý */
	$"2B2B 2B2B 2B2B 2B2B 2B2B FDFD FDFD FDFD"            /* ++++++++++ýýýýýý */
	$"FF08 0808 FF08 0808 08FD FDFD FDFD FD2B"            /* ÿ...ÿ....ýýýýýý+ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD FDFD"            /* +++++++++++ýýýýý */
	$"FF08 0808 FF08 0808 08FD FDFD FDFD 2B2B"            /* ÿ...ÿ....ýýýýý++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD FDFD"            /* ++++++++++++ýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FD2B 2B2B"            /* ÿ........ýýýý+++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD"            /* +++++++++++++ýýý */
	$"FF08 0808 0808 0808 08FD FDFD FD2B 2B2B"            /* ÿ........ýýýý+++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD"            /* +++++++++++++ýýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2BD8"            /* ÿ........ýýý+++Ø */
	$"D8D8 2BD8 D8D8 2BD8 D8D8 2B2B 2B2B FDFD"            /* ØØ+ØØØ+ØØØ++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2BD8"            /* ÿ........ýýý+++Ø */
	$"D8D8 2BD8 D8D8 2BD8 2BD8 2B2B 2B2B FDFD"            /* ØØ+ØØØ+Ø+Ø++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2BD8"            /* ÿ........ýýý+++Ø */
	$"D8D8 2BD8 2BD8 D8D8 2B2B 2B2B 2B2B FDFD"            /* ØØ+Ø+ØØØ++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 08FD FDFD FDFD FDFD 2B2B 2B2B"            /* ÿ....ýýýýýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 08FD FDFD FDFD 2B2B 2BD8"            /* ÿ......ýýýýý+++Ø */
	$"D8D8 D82B D8D8 D82B D8D8 2B2B 2B2B FDFD"            /* ØØØ+ØØØ+ØØ++++ýý */
	$"FF08 0808 0808 08FD FDFD FDFD 2B2B 2B2B"            /* ÿ......ýýýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD"            /* +++++++++++++ýýý */
	$"FF08 0808 0808 08FD FDFD FDFD 2B2B 2B2B"            /* ÿ......ýýýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD"            /* +++++++++++++ýýý */
	$"FF08 0808 0808 08FD FDFD FDFD 2B2B 2B2B"            /* ÿ......ýýýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD FDFD"            /* ++++++++++++ýýýý */
	$"FF08 0808 0808 08FD FDFD FD2B 2B2B 2B2B"            /* ÿ......ýýýý+++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD FDFD"            /* +++++++++++ýýýýý */
	$"FF08 0808 FDFD FDFD FD2B 2B2B 2B2B 2B2B"            /* ÿ...ýýýýý+++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2BFD FDFD FDFD FDFD"            /* +++++++++ýýýýýýý */
	$"FF08 0808 0808 08FD FDFD FDFD FDFD FDFD"            /* ÿ......ýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 08FD FDFD FDFD FDFD FDFD"            /* ÿ......ýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 08FD FDFD FDFD FDFD FDFD"            /* ÿ......ýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 08FD FDFD FDFD FDFD FDFD"            /* ÿ......ýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FFFF FFFF FFFF FFFD FDFD FDFD FDFD FDFD"            /* ÿÿÿÿÿÿÿýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
};

data 'icl8' (2) {
	$"0000 0000 0000 0000 0000 0000 0000 00FF"            /* ...............ÿ */
	$"FF00 0000 0000 0000 0000 0000 0000 0000"            /* ÿ............... */
	$"0000 0000 0000 0000 0000 0000 0000 FFFF"            /* ..............ÿÿ */
	$"FFFF 0000 0000 0000 0000 0000 0000 0000"            /* ÿÿ.............. */
	$"0000 0000 0000 0000 0000 0000 0000 FFFF"            /* ..............ÿÿ */
	$"FFFF 0000 0000 0000 0000 0000 0000 0000"            /* ÿÿ.............. */
	$"0000 0000 0000 0000 0000 0000 00FF FF05"            /* .............ÿÿ. */
	$"05FF FF00 0000 0000 0000 0000 0000 0000"            /* .ÿÿ............. */
	$"0000 0000 0000 0000 0000 0000 00FF FF05"            /* .............ÿÿ. */
	$"05FF FF00 0000 0000 0000 0000 0000 0000"            /* .ÿÿ............. */
	$"0000 0000 0000 0000 0000 0000 FFFF 0505"            /* ............ÿÿ.. */
	$"0505 FFFF 0000 0000 0000 0000 0000 0000"            /* ..ÿÿ............ */
	$"0000 0000 0000 0000 0000 0000 FFFF 0505"            /* ............ÿÿ.. */
	$"0505 FFFF 0000 0000 0000 0000 0000 0000"            /* ..ÿÿ............ */
	$"0000 0000 0000 0000 0000 00FF FF05 0505"            /* ...........ÿÿ... */
	$"0505 05FF FF00 0000 0000 0000 0000 0000"            /* ...ÿÿ........... */
	$"0000 0000 0000 0000 0000 00FF FF05 05FF"            /* ...........ÿÿ..ÿ */
	$"FF05 05FF FF00 0000 0000 0000 0000 0000"            /* ÿ..ÿÿ........... */
	$"0000 0000 0000 0000 0000 FFFF 0505 FFFF"            /* ..........ÿÿ..ÿÿ */
	$"FFFF 0505 FFFF 0000 0000 0000 0000 0000"            /* ÿÿ..ÿÿ.......... */
	$"0000 0000 0000 0000 0000 FFFF 0505 FFFF"            /* ..........ÿÿ..ÿÿ */
	$"FFFF 0505 FFFF 0000 0000 0000 0000 0000"            /* ÿÿ..ÿÿ.......... */
	$"0000 0000 0000 0000 00FF FF05 0505 FFFF"            /* .........ÿÿ...ÿÿ */
	$"FFFF 0505 05FF FF00 0000 0000 0000 0000"            /* ÿÿ...ÿÿ......... */
	$"0000 0000 0000 0000 00FF FF05 0505 FFFF"            /* .........ÿÿ...ÿÿ */
	$"FFFF 0505 05FF FF00 0000 0000 0000 0000"            /* ÿÿ...ÿÿ......... */
	$"0000 0000 0000 0000 FFFF 0505 0505 FFFF"            /* ........ÿÿ....ÿÿ */
	$"FFFF 0505 0505 FFFF 0000 0000 0000 0000"            /* ÿÿ....ÿÿ........ */
	$"0000 0000 0000 0000 FFFF 0505 0505 FFFF"            /* ........ÿÿ....ÿÿ */
	$"FFFF 0505 0505 FFFF 0000 0000 0000 0000"            /* ÿÿ....ÿÿ........ */
	$"0000 0000 0000 00FF FF05 0505 0505 FFFF"            /* .......ÿÿ.....ÿÿ */
	$"FFFF 0505 0505 05FF FF00 0000 0000 0000"            /* ÿÿ.....ÿÿ....... */
	$"0000 0000 0000 00FF FF05 0505 0505 FFFF"            /* .......ÿÿ.....ÿÿ */
	$"FFFF 0505 0505 05FF FF00 0000 0000 0000"            /* ÿÿ.....ÿÿ....... */
	$"0000 0000 0000 FFFF 0505 0505 0505 FFFF"            /* ......ÿÿ......ÿÿ */
	$"FFFF 0505 0505 0505 FFFF 0000 0000 0000"            /* ÿÿ......ÿÿ...... */
	$"0000 0000 0000 FFFF 0505 0505 0505 FFFF"            /* ......ÿÿ......ÿÿ */
	$"FFFF 0505 0505 0505 FFFF 0000 0000 0000"            /* ÿÿ......ÿÿ...... */
	$"0000 0000 00FF FF05 0505 0505 0505 FFFF"            /* .....ÿÿ.......ÿÿ */
	$"FFFF 0505 0505 0505 05FF FF00 0000 0000"            /* ÿÿ.......ÿÿ..... */
	$"0000 0000 00FF FF05 0505 0505 0505 05FF"            /* .....ÿÿ........ÿ */
	$"FF05 0505 0505 0505 05FF FF00 0000 0000"            /* ÿ........ÿÿ..... */
	$"0000 0000 FFFF 0505 0505 0505 0505 05FF"            /* ....ÿÿ.........ÿ */
	$"FF05 0505 0505 0505 0505 FFFF 0000 0000"            /* ÿ.........ÿÿ.... */
	$"0000 0000 FFFF 0505 0505 0505 0505 0505"            /* ....ÿÿ.......... */
	$"0505 0505 0505 0505 0505 FFFF 0000 0000"            /* ..........ÿÿ.... */
	$"0000 00FF FF05 0505 0505 0505 0505 0505"            /* ...ÿÿ........... */
	$"0505 0505 0505 0505 0505 05FF FF00 0000"            /* ...........ÿÿ... */
	$"0000 00FF FF05 0505 0505 0505 0505 05FF"            /* ...ÿÿ..........ÿ */
	$"FF05 0505 0505 0505 0505 05FF FF00 0000"            /* ÿ..........ÿÿ... */
	$"0000 FFFF 0505 0505 0505 0505 0505 FFFF"            /* ..ÿÿ..........ÿÿ */
	$"FFFF 0505 0505 0505 0505 0505 FFFF 0000"            /* ÿÿ..........ÿÿ.. */
	$"0000 FFFF 0505 0505 0505 0505 0505 FFFF"            /* ..ÿÿ..........ÿÿ */
	$"FFFF 0505 0505 0505 0505 0505 FFFF 0000"            /* ÿÿ..........ÿÿ.. */
	$"00FF FF05 0505 0505 0505 0505 0505 05FF"            /* .ÿÿ............ÿ */
	$"FF05 0505 0505 0505 0505 0505 05FF FF00"            /* ÿ............ÿÿ. */
	$"00FF FF05 0505 0505 0505 0505 0505 0505"            /* .ÿÿ............. */
	$"0505 0505 0505 0505 0505 0505 05FF FF00"            /* .............ÿÿ. */
	$"FFFF 0505 0505 0505 0505 0505 0505 0505"            /* ÿÿ.............. */
	$"0505 0505 0505 0505 0505 0505 0505 FFFF"            /* ..............ÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"00FF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* .ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'icl8' (131, "fatp") {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 05FF 0000 0000 0000 0000"            /* ...ÿ...ÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FF00 0000 0000 0000"            /* ..ÿ.....ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FFFF 0000 0000 0000"            /* ..ÿ.....ÿÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 05FF 0000 FF00 0000 0000"            /* ..ÿ....ÿ..ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 FF00 0000 00FF 0000 0000"            /* ...ÿ..ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 0000 0000"            /* ....ÿ....ÿÿÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2B2B FF00 0000"            /* ....ÿ...ÿ+++ÿ... */
	$"0000 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ..ÿÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B 2BFF FF00"            /* ....ÿÿÿÿ+++++ÿÿ. */
	$"00FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* .ÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ+++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2BFF FF2B FF2B 2B2B 2B2B 2B2B FF00 0000"            /* +ÿÿ+ÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B FFFF FFFF"            /* ....ÿ+++++++ÿÿÿÿ */
	$"FFFF FF2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿÿÿ+++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2BFF 3333 3333"            /* ....ÿ++++++ÿ3333 */
	$"3333 33FF FFFF FF2B 2B2B 2B2B FF00 0000"            /* 333ÿÿÿÿ+++++ÿ... */
	$"0000 0000 FFFF FFFF FFFF FF33 3333 3333"            /* ....ÿÿÿÿÿÿÿ33333 */
	$"3333 3333 3333 33FF FF2B 2B2B FF00 0000"            /* 3333333ÿÿ+++ÿ... */
	$"0000 0000 FF33 3333 3333 3333 33FF FF33"            /* ....ÿ33333333ÿÿ3 */
	$"33FF FFFF FF33 3333 33FF FFFF FF00 0000"            /* 3ÿÿÿÿ3333ÿÿÿÿ... */
	$"0000 0000 FF33 3333 3333 3333 FF00 FF33"            /* ....ÿ3333333ÿ.ÿ3 */
	$"3333 FF00 00FF 3333 3333 3333 FF00 0000"            /* 33ÿ..ÿ333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 00FF 3333"            /* ....ÿ333333ÿ.ÿ33 */
	$"3333 33FF 0000 FF33 3333 3333 FF00 0000"            /* 333ÿ..ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 00FF 3333"            /* ....ÿ333333ÿ.ÿ33 */
	$"33FF FFFF FF00 FF33 3333 3333 FF00 0000"            /* 3ÿÿÿÿ.ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 00FF 3333"            /* ....ÿ333333ÿ.ÿ33 */
	$"FF00 0000 0000 FF33 3333 3333 FF00 0000"            /* ÿ.....ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 0000 FFFF"            /* ....ÿ333333ÿ..ÿÿ */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 0000 0000"            /* ....ÿ333333ÿ.... */
	$"00FF FF00 0000 00FF 3333 3333 FF00 0000"            /* .ÿÿ....ÿ3333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 FF00 0000"            /* ....ÿ3333333ÿ... */
	$"FFFF FFFF 0000 0000 FF33 3333 FF00 0000"            /* ÿÿÿÿ....ÿ333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 33FF 0000"            /* ....ÿ333333ÿ3ÿ.. */
	$"0000 FFFF 0000 0000 00FF 3333 FF00 0000"            /* ..ÿÿ.....ÿ33ÿ... */
	$"0000 0000 FF33 3333 3333 3333 FF33 FFFF"            /* ....ÿ3333333ÿ3ÿÿ */
	$"FF00 0000 0000 0000 0000 FF33 FF00 0000"            /* ÿ.........ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 33FF 33FF 33FF"            /* ....ÿ333333ÿ3ÿ3ÿ */
	$"33FF FFFF 0000 0000 FF00 FF33 FF00 0000"            /* 3ÿÿÿ....ÿ.ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 3333 FF33 FF33"            /* ....ÿ3333333ÿ3ÿ3 */
	$"FF33 FF33 FFFF 0000 0000 FF33 FF00 0000"            /* ÿ3ÿ3ÿÿ....ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"33FF 33FF 33FF FFFF FFFF 3333 FF00 0000"            /* 3ÿ3ÿ3ÿÿÿÿÿ33ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 FF33 FF33 FF33 3333 FF00 0000"            /* 3333ÿ3ÿ3ÿ333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (133, "op") {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 05FF 0000 0000 0000 0000"            /* ...ÿ...ÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FF00 0000 0000 0000"            /* ..ÿ.....ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FFFF 0000 0000 0000"            /* ..ÿ.....ÿÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 05FF 0000 FF00 0000 0000"            /* ..ÿ....ÿ..ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 FF00 0000 00FF 0000 0000"            /* ...ÿ..ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 0000 0000"            /* ....ÿ....ÿÿÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2B2B FF00 0000"            /* ....ÿ...ÿ+++ÿ... */
	$"0000 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ..ÿÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B 2BFF FF00"            /* ....ÿÿÿÿ+++++ÿÿ. */
	$"00FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* .ÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ+++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF FFFF FFFF FFFF"            /* ....ÿ++++ÿÿÿÿÿÿÿ */
	$"FFFF FFFF FF2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿÿÿÿÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF 0000 0000 0000"            /* ....ÿ++++ÿ...... */
	$"0000 0000 FFFF 2B2B 2B2B 2B2B FF00 0000"            /* ....ÿÿ++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF 0000 0000 0000"            /* ....ÿ++++ÿ...... */
	$"0000 0000 FF2B FF2B 2B2B 2B2B FF00 0000"            /* ....ÿ+ÿ+++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF 0000 0000 0000"            /* ....ÿ++++ÿ...... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B FF00 0000"            /* ....ÿÿÿÿ++++ÿ... */
	$"0000 0000 FFFF FFFF FFFF 0000 00FF 0000"            /* ....ÿÿÿÿÿÿ...ÿ.. */
	$"0000 0000 0000 00FF FF2B 2B2B FF00 0000"            /* .......ÿÿ+++ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 00FF 00FF"            /* ....ÿ3333ÿ...ÿ.ÿ */
	$"FFFF FFFF 0000 00FF 33FF FFFF FF00 0000"            /* ÿÿÿÿ...ÿ3ÿÿÿÿ... */
	$"0000 0000 FF33 3333 33FF 0000 00FF 0000"            /* ....ÿ3333ÿ...ÿ.. */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 FFFF 0000"            /* ....ÿ3333ÿ..ÿÿ.. */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 00FF 00FF"            /* ....ÿ3333ÿ...ÿ.ÿ */
	$"FFFF FFFF 0000 00FF 3333 3333 FF00 0000"            /* ÿÿÿÿ...ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 FF00 0000"            /* ....ÿ3333ÿ..ÿ... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 FFFF 0000"            /* ....ÿ3333ÿ..ÿÿ.. */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 FFFF 00FF"            /* ....ÿ3333ÿ..ÿÿ.ÿ */
	$"FFFF FFFF 0000 00FF 3333 3333 FF00 0000"            /* ÿÿÿÿ...ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 00FF 0000"            /* ....ÿ3333ÿ...ÿ.. */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 FFFF 0000"            /* ....ÿ3333ÿ..ÿÿ.. */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF FFFF FFFF FFFF"            /* ....ÿ3333ÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF 3333 3333 FF00 0000"            /* ÿÿÿÿÿÿÿÿ3333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (134, "scpt") {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 05FF 0000 0000 0000 0000"            /* ...ÿ...ÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FF00 0000 0000 0000"            /* ..ÿ.....ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FFFF 0000 0000 0000"            /* ..ÿ.....ÿÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 05FF 0000 FF00 0000 0000"            /* ..ÿ....ÿ..ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 FF00 0000 00FF 0000 0000"            /* ...ÿ..ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 0000 0000"            /* ....ÿ....ÿÿÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2B2B FF00 0000"            /* ....ÿ...ÿ+++ÿ... */
	$"0000 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ..ÿÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B 2BFF FF00"            /* ....ÿÿÿÿ+++++ÿÿ. */
	$"00FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* .ÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ+++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2BFF FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* +ÿÿÿ++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"FF00 00F7 FF2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ..÷ÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"0000 2A2A F7FF 2B2B 2B2B 2B2B FF00 0000"            /* ..**÷ÿ++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B FF00"            /* ....ÿ+++++++++ÿ. */
	$"002A 2AF7 FF2B 2B2B 2B2B 2B2B FF00 0000"            /* .**÷ÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2BFF 0000"            /* ....ÿ++++++++ÿ.. */
	$"2A2A F7FF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* **÷ÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF FFFF FF2B FF00 002A"            /* ....ÿÿÿÿÿÿÿ+ÿ..* */
	$"2AF7 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* *÷ÿÿ++++++++ÿ... */
	$"0000 0000 FF33 3333 3333 33FF FFFF 002A"            /* ....ÿ333333ÿÿÿ.* */
	$"F7FF FAFA FFFF FFFF FFFF FFFF FF00 0000"            /* ÷ÿúúÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF33 3333 3333 33FF FAFA FF2A"            /* ....ÿ333333ÿúúÿ* */
	$"FFFA 2A2A FAFF 3333 3333 3333 FF00 0000"            /* ÿú**úÿ333333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF F7F7 2AFF"            /* ....ÿ333333ÿ÷÷*ÿ */
	$"FA2A 2A2A 2AFA FF33 3333 3333 FF00 0000"            /* ú****úÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF F600 2A2A"            /* ....ÿ333333ÿö.** */
	$"2A2A 2A2A 002A FAFF 3333 3333 FF00 0000"            /* ****.*úÿ3333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 FF00 002A"            /* ....ÿ3333333ÿ..* */
	$"2A2A 2A00 2A00 2AFF 3333 3333 FF00 0000"            /* ***.*.*ÿ3333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 33FF 0000"            /* ....ÿ33333333ÿ.. */
	$"2A2A 002A 002A 2AFF 3333 3333 FF00 0000"            /* **.*.**ÿ3333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 FF00"            /* ....ÿ333333333ÿ. */
	$"0000 2A00 2A2A FAFF 3333 3333 FF00 0000"            /* ..*.**úÿ3333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 FFFF"            /* ....ÿ333333333ÿÿ */
	$"0000 002A 2AFA FF33 3333 3333 FF00 0000"            /* ...**úÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 33FF FAFA"            /* ....ÿ33333333ÿúú */
	$"FF00 2A2A FAFF 3333 3333 3333 FF00 0000"            /* ÿ.**úÿ333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 FFFA FA2A"            /* ....ÿ3333333ÿúú* */
	$"2AFF 2AFA FF33 3333 3333 3333 FF00 0000"            /* *ÿ*úÿ3333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 FFFA 2A2A"            /* ....ÿ3333333ÿú** */
	$"00FF FAFF 3333 3333 3333 3333 FF00 0000"            /* .ÿúÿ33333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 33FF 0000"            /* ....ÿ33333333ÿ.. */
	$"FAFF FF33 3333 3333 3333 3333 FF00 0000"            /* úÿÿ333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 FFFF"            /* ....ÿ333333333ÿÿ */
	$"FFFF 3333 3333 3333 3333 3333 FF00 0000"            /* ÿÿ3333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (135, "wptx") {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 05FF 0000 0000 0000 0000"            /* ...ÿ...ÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FF00 0000 0000 0000"            /* ..ÿ.....ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FFFF 0000 0000 0000"            /* ..ÿ.....ÿÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 05FF 0000 FF00 0000 0000"            /* ..ÿ....ÿ..ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 FF00 0000 00FF 0000 0000"            /* ...ÿ..ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 0000 0000"            /* ....ÿ....ÿÿÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2B2B FF00 0000"            /* ....ÿ...ÿ+++ÿ... */
	$"0000 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ..ÿÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B 2BFF FF00"            /* ....ÿÿÿÿ+++++ÿÿ. */
	$"00FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* .ÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ+++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF FFFF FFFF FFFF"            /* ....ÿ++++ÿÿÿÿÿÿÿ */
	$"FFFF FFFF FF2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿÿÿÿÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF 0000 0000 0000"            /* ....ÿ++++ÿ...... */
	$"0000 0000 FFFF 2B2B 2B2B 2B2B FF00 0000"            /* ....ÿÿ++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF 0000 0000 0000"            /* ....ÿ++++ÿ...... */
	$"0000 0000 FF00 FF2B 2B2B 2B2B FF00 0000"            /* ....ÿ.ÿ+++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF 0000 0000 0000"            /* ....ÿ++++ÿ...... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B FF00 0000"            /* ....ÿÿÿÿ++++ÿ... */
	$"0000 0000 FFFF FFFF FFFF 0000 0000 0000"            /* ....ÿÿÿÿÿÿ...... */
	$"0000 0000 0000 00FF FF2B 2B2B FF00 0000"            /* .......ÿÿ+++ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 FFFF 00FF"            /* ....ÿ3333ÿ..ÿÿ.ÿ */
	$"FFFF 00FF FF00 00FF 33FF FFFF FF00 0000"            /* ÿÿ.ÿÿ..ÿ3ÿÿÿÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 00FF FF00 FFFF"            /* ....ÿ3333ÿ.ÿÿ.ÿÿ */
	$"FF00 FFFF 0000 00FF 3333 3333 FF00 0000"            /* ÿ.ÿÿ...ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 00FF FF00 FF00"            /* ....ÿ3333ÿ.ÿÿ.ÿ. */
	$"FFFF FF00 FF00 00FF 3333 3333 FF00 0000"            /* ÿÿÿ.ÿ..ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 00FF FFFF 00FF"            /* ....ÿ3333ÿ.ÿÿÿ.ÿ */
	$"FFFF 00FF FF00 00FF 3333 3333 FF00 0000"            /* ÿÿ.ÿÿ..ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 00FF FFFF FF00"            /* ....ÿ3333ÿ.ÿÿÿÿ. */
	$"FFFF FF00 FF00 00FF 3333 3333 FF00 0000"            /* ÿÿÿ.ÿ..ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF 0000 0000 0000"            /* ....ÿ3333ÿ...... */
	$"0000 0000 0000 00FF 3333 3333 FF00 0000"            /* .......ÿ3333ÿ... */
	$"0000 0000 FF33 3333 33FF FFFF FFFF FFFF"            /* ....ÿ3333ÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF 3333 3333 FF00 0000"            /* ÿÿÿÿÿÿÿÿ3333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (136, "mbar") {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 05FF 0000 0000 0000 0000"            /* ...ÿ...ÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FF00 0000 0000 0000"            /* ..ÿ.....ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FFFF 0000 0000 0000"            /* ..ÿ.....ÿÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 05FF 0000 FF00 0000 0000"            /* ..ÿ....ÿ..ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 FF00 0000 00FF 0000 0000"            /* ...ÿ..ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 0000 0000"            /* ....ÿ....ÿÿÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2B2B FF00 0000"            /* ....ÿ...ÿ+++ÿ... */
	$"0000 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ..ÿÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B 2BFF FF00"            /* ....ÿÿÿÿ+++++ÿÿ. */
	$"00FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* .ÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ+++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FFFF FFFF FFFF"            /* ....ÿ+++++ÿÿÿÿÿÿ */
	$"FFFF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FFFF FFFF FFFF"            /* ....ÿ+++++ÿÿÿÿÿÿ */
	$"FFFF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FFFF FFFF FFFF"            /* ....ÿ+++++ÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF2B 2B2B 2B2B FF00 0000"            /* ÿÿÿÿÿÿÿ+++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FF00 0000 0000"            /* ....ÿ+++++ÿ..... */
	$"0000 0000 0000 FF2B 2B2B 2B2B FF00 0000"            /* ......ÿ+++++ÿ... */
	$"0000 0000 FFFF FFFF FFFF FF00 0000 0000"            /* ....ÿÿÿÿÿÿÿ..... */
	$"0000 0000 0000 FFFF FF2B 2B2B FF00 0000"            /* ......ÿÿÿ+++ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 00FF FFFF"            /* ....ÿ33333ÿ..ÿÿÿ */
	$"FFFF FFFF 0000 FF33 33FF FFFF FF00 0000"            /* ÿÿÿÿ..ÿ33ÿÿÿÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 00FF FFFF"            /* ....ÿ33333ÿ..ÿÿÿ */
	$"FFFF FFFF 0000 FF33 3333 3333 FF00 0000"            /* ÿÿÿÿ..ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 00FF FFFF"            /* ....ÿ33333ÿ..ÿÿÿ */
	$"FFFF FFFF 0000 FF33 3333 3333 FF00 0000"            /* ÿÿÿÿ..ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FF00 0000 0000"            /* ....ÿ33333ÿ..... */
	$"0000 0000 0000 FF33 3333 3333 FF00 0000"            /* ......ÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 FFFF FFFF FFFF"            /* ....ÿ33333ÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF33 3333 3333 FF00 0000"            /* ÿÿÿÿÿÿÿ33333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (137, "tabl") {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 05FF 0000 0000 0000 0000"            /* ...ÿ...ÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FF00 0000 0000 0000"            /* ..ÿ.....ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FFFF 0000 0000 0000"            /* ..ÿ.....ÿÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 05FF 0000 FF00 0000 0000"            /* ..ÿ....ÿ..ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 FF00 0000 00FF 0000 0000"            /* ...ÿ..ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 0000 0000"            /* ....ÿ....ÿÿÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2B2B FF00 0000"            /* ....ÿ...ÿ+++ÿ... */
	$"0000 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ..ÿÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B 2BFF FF00"            /* ....ÿÿÿÿ+++++ÿÿ. */
	$"00FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* .ÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ+++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2BFF FFFF FF2B"            /* ....ÿ++++++ÿÿÿÿ+ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FF2A 2A2A 2AFF"            /* ....ÿ+++++ÿ****ÿ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF 2A2A 2A2A 2A2A"            /* ....ÿ++++ÿ****** */
	$"FFFF FFFF FFFF FFFF 2B2B 2B2B FF00 0000"            /* ÿÿÿÿÿÿÿÿ++++ÿ... */
	$"0000 0000 FFFF FFFF FFFF 002A 002A 002A"            /* ....ÿÿÿÿÿÿ.*.*.* */
	$"002A 002A 002A 0054 FF2B 2B2B FF00 0000"            /* .*.*.*.Tÿ+++ÿ... */
	$"0000 0000 FF33 3333 33FF 2A00 2A00 2A00"            /* ....ÿ3333ÿ*.*.*. */
	$"2A00 2A00 2A00 2A54 FFFF FFFF FF00 0000"            /* *.*.*.*Tÿÿÿÿÿ... */
	$"0000 0000 FF33 3333 33FF 002A 002A 002A"            /* ....ÿ3333ÿ.*.*.* */
	$"002A 002A 002A 0054 FF33 3333 FF00 0000"            /* .*.*.*.Tÿ333ÿ... */
	$"0000 0000 FF33 3333 33FF 2A00 2A00 2A00"            /* ....ÿ3333ÿ*.*.*. */
	$"2A00 2A00 2A00 2A54 FF33 3333 FF00 0000"            /* *.*.*.*Tÿ333ÿ... */
	$"0000 0000 FF33 3333 33FF 002A 002A 002A"            /* ....ÿ3333ÿ.*.*.* */
	$"002A 002A 002A 0054 FF33 3333 FF00 0000"            /* .*.*.*.Tÿ333ÿ... */
	$"0000 0000 FF33 3333 33FF 2A00 2A00 2A00"            /* ....ÿ3333ÿ*.*.*. */
	$"2A00 2A00 2A00 2A54 FF33 3333 FF00 0000"            /* *.*.*.*Tÿ333ÿ... */
	$"0000 0000 FF33 3333 33FF 002A 002A 002A"            /* ....ÿ3333ÿ.*.*.* */
	$"002A 002A 002A 0054 FF33 3333 FF00 0000"            /* .*.*.*.Tÿ333ÿ... */
	$"0000 0000 FF33 3333 33FF 2A00 2A00 2A00"            /* ....ÿ3333ÿ*.*.*. */
	$"2A00 2A00 2A00 2A54 FF33 3333 FF00 0000"            /* *.*.*.*Tÿ333ÿ... */
	$"0000 0000 FF33 3333 33FF 002A 002A 002A"            /* ....ÿ3333ÿ.*.*.* */
	$"002A 002A 002A 0054 FF33 3333 FF00 0000"            /* .*.*.*.Tÿ333ÿ... */
	$"0000 0000 FF33 3333 33FF FFFF FFFF FFFF"            /* ....ÿ3333ÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FF33 3333 FF00 0000"            /* ÿÿÿÿÿÿÿÿÿ333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (138, "pict") {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 05FF 0000 0000 0000 0000"            /* ...ÿ...ÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FF00 0000 0000 0000"            /* ..ÿ.....ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FFFF 0000 0000 0000"            /* ..ÿ.....ÿÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 05FF 0000 FF00 0000 0000"            /* ..ÿ....ÿ..ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 FF00 0000 00FF 0000 0000"            /* ...ÿ..ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 0000 0000"            /* ....ÿ....ÿÿÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2B2B FF00 0000"            /* ....ÿ...ÿ+++ÿ... */
	$"0000 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ..ÿÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B 2BFF FF00"            /* ....ÿÿÿÿ+++++ÿÿ. */
	$"00FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* .ÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ+++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2BFF FF2B FF2B 2B2B 2B2B 2B2B FF00 0000"            /* +ÿÿ+ÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B FFFF FFFF 2BFF FFFF FF2B"            /* ....ÿ+ÿÿÿÿ+ÿÿÿÿ+ */
	$"2B2B FFFF FF2B 2B2B 2B2B 2B2B FF00 0000"            /* ++ÿÿÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2BFF 7F7F 7FFF 2B2B 2B2B 2B2B FF00 0000"            /* +ÿ...ÿ++++++ÿ... */
	$"0000 0000 FFFF FFFF FF2B FFFF FFFF 2B2B"            /* ....ÿÿÿÿÿ+ÿÿÿÿ++ */
	$"FF7F 7F7F 7F7F FF2B 2B2B 2B2B FF00 0000"            /* ÿ.....ÿ+++++ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"FF7F 7F7F 7F7F FF2B 2B2B 2BFF FF00 0000"            /* ÿ.....ÿ++++ÿÿ... */
	$"0000 0000 FF33 FFFF FFFF 33FF FFFF 3333"            /* ....ÿ3ÿÿÿÿ3ÿÿÿ33 */
	$"FF7F 7F7F 7F7F FFFF FFFF FF33 FF00 0000"            /* ÿ.....ÿÿÿÿÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"33FF 7F7F 7FFF 9292 9292 FF33 FF00 0000"            /* 3ÿ...ÿ’’’’ÿ3ÿ... */
	$"0000 0000 FF33 FFFF FFFF 3333 3333 3333"            /* ....ÿ3ÿÿÿÿ333333 */
	$"3333 FFFF FF92 9292 9292 FF33 FF00 0000"            /* 33ÿÿÿ’’’’’ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 3333 FF33 3333"            /* ....ÿ3333333ÿ333 */
	$"3333 3333 FF92 9292 9292 FF33 FF00 0000"            /* 3333ÿ’’’’’ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 33FF C0FF 3333"            /* ....ÿ333333ÿÀÿ33 */
	$"3333 3333 FF92 9292 9292 FF33 FF00 0000"            /* 3333ÿ’’’’’ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 FFC0 C0C0 FF33"            /* ....ÿ33333ÿÀÀÀÿ3 */
	$"3333 3333 FF92 9292 9292 FF33 FF00 0000"            /* 3333ÿ’’’’’ÿ3ÿ... */
	$"0000 0000 FF33 3333 33FF C0C0 C0C0 C0FF"            /* ....ÿ3333ÿÀÀÀÀÀÿ */
	$"3333 3333 FFFF FFFF FFFF FF33 FF00 0000"            /* 3333ÿÿÿÿÿÿÿ3ÿ... */
	$"0000 0000 FF33 3333 FFC0 C0C0 C0C0 C0C0"            /* ....ÿ333ÿÀÀÀÀÀÀÀ */
	$"FF33 3333 3333 3333 3333 3333 FF00 0000"            /* ÿ33333333333ÿ... */
	$"0000 0000 FF33 33FF FFFF FFFF FFFF FFFF"            /* ....ÿ33ÿÿÿÿÿÿÿÿÿ */
	$"FFFF 3333 3333 3333 3333 3333 FF00 0000"            /* ÿÿ3333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (132) {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 0000 FFFF 0000 0000 0000 0000"            /* ......ÿÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 0000 FF00 FF00 0000 0000 0000"            /* ......ÿ.ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 0000 FF00 00FF 0000 0000 0000"            /* ......ÿ..ÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 0000 FF00 0000 FF00 0000 0000"            /* ......ÿ...ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 00FF FFFF"            /* ....ÿ........ÿÿÿ */
	$"0000 0000 0000 FF00 0000 00FF 0000 0000"            /* ......ÿ....ÿ.... */
	$"0000 0000 FF00 0000 0000 00FF FFFF D9FF"            /* ....ÿ......ÿÿÿÙÿ */
	$"FF00 0000 0000 FFFF FFFF FFFF FF00 0000"            /* ÿ.....ÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 0000 00FF D9FF D9FF"            /* ....ÿ......ÿÙÿÙÿ */
	$"FF00 0000 0000 0000 0000 0000 FF00 0000"            /* ÿ...........ÿ... */
	$"0000 0000 FF00 0000 0000 FFD9 FFFF D9FF"            /* ....ÿ.....ÿÙÿÿÙÿ */
	$"D9FF 0000 0000 0000 0000 0000 FF00 0000"            /* Ùÿ..........ÿ... */
	$"0000 0000 FF00 0000 0000 FFFF D9D9 D9D9"            /* ....ÿ.....ÿÿÙÙÙÙ */
	$"FFFF 0000 0000 0000 0000 0000 FF00 0000"            /* ÿÿ..........ÿ... */
	$"0000 0000 FF00 0000 FF00 FFFF FFD9 FFFF"            /* ....ÿ...ÿ.ÿÿÿÙÿÿ */
	$"FFFF 0000 0000 0000 0000 0000 FF00 0000"            /* ÿÿ..........ÿ... */
	$"0000 0000 FFFF FFFF 2BFF FFD9 D9FF 02FF"            /* ....ÿÿÿÿ+ÿÿÙÙÿ.ÿ */
	$"D9FF 0000 0000 0000 0000 00FF FF00 0000"            /* Ùÿ.........ÿÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FFD9 FFD9 02FF"            /* ....ÿ+++++ÿÙÿÙ.ÿ */
	$"D9FF FFFF 0000 0000 00FF FF2B FF00 0000"            /* Ùÿÿÿ.....ÿÿ+ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FFD9 FFD9 D9FF"            /* ....ÿ+++++ÿÙÿÙÙÿ */
	$"D9FF 2B2B FFFF 0000 FF2B 2B2B FF00 0000"            /* Ùÿ++ÿÿ..ÿ+++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FFD9 D9FF D9FF"            /* ....ÿ+++++ÿÙÙÿÙÿ */
	$"D9FF 2B2B 2B2B FFFF 2B2B 2B2B FF00 0000"            /* Ùÿ++++ÿÿ++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FFD9 FFFF FFFF"            /* ....ÿ+++++ÿÙÿÿÿÿ */
	$"D9FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* Ùÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B FFD9 FFD9 D9FF"            /* ....ÿ+++++ÿÙÿÙÙÿ */
	$"D9FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* Ùÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2BFF FFD9 D9FF 02FF"            /* ....ÿ++++ÿÿÙÙÿ.ÿ */
	$"D9FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* Ùÿ++++++++++ÿ... */
	$"0000 0000 FFFF FFFF FF33 FFD9 D9D9 D9D9"            /* ....ÿÿÿÿÿ3ÿÙÙÙÙÙ */
	$"D9FF FFFF FFFF FFFF FFFF 2B2B FF00 0000"            /* Ùÿÿÿÿÿÿÿÿÿ++ÿ... */
	$"0000 0000 FF33 3333 3333 FFD9 D9D9 D9D9"            /* ....ÿ33333ÿÙÙÙÙÙ */
	$"D9D9 FF33 3333 3333 3333 FFFF FF00 0000"            /* ÙÙÿ3333333ÿÿÿ... */
	$"0000 0000 FF33 33FF FF33 FFD9 FFD9 02D9"            /* ....ÿ33ÿÿ3ÿÙÿÙ.Ù */
	$"D9D9 FFFF 3333 3333 3333 3333 FF00 0000"            /* ÙÙÿÿ33333333ÿ... */
	$"0000 0000 FF33 FCFF FFFF F9FF D9D9 D9D9"            /* ....ÿ3üÿÿÿùÿÙÙÙÙ */
	$"D9D9 D9D9 FF33 3333 3333 3333 FF00 0000"            /* ÙÙÙÙÿ3333333ÿ... */
	$"0000 0000 FF33 33FF FF33 FFD9 D9D9 D9D9"            /* ....ÿ33ÿÿ3ÿÙÙÙÙÙ */
	$"D9D9 D9D9 FFFF 3333 3333 3333 FF00 0000"            /* ÙÙÙÙÿÿ333333ÿ... */
	$"0000 0000 FF33 33FC FC33 FFFF FFFF FFFF"            /* ....ÿ33üü3ÿÿÿÿÿÿ */
	$"D9D9 D9D9 D9D9 FFFF FF33 3333 FF00 0000"            /* ÙÙÙÙÙÙÿÿÿ333ÿ... */
	$"0000 0000 FF33 3333 3333 33FF FFFF FFFF"            /* ....ÿ333333ÿÿÿÿÿ */
	$"FFD9 D9D9 D9D9 D9FF FFFF 3333 FF00 0000"            /* ÿÙÙÙÙÙÙÿÿÿ33ÿ... */
	$"0000 0000 FF33 3333 3333 33FF FFFF FF33"            /* ....ÿ333333ÿÿÿÿ3 */
	$"FFFF FFFF FFFF FFFF FFFF 3333 FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿ33ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'icl8' (139) {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FF00 0000 0000 0000 0000"            /* ÿÿÿÿÿÿÿ......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 05FF 0000 0000 0000 0000"            /* ...ÿ...ÿ........ */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FF00 0000 0000 0000"            /* ..ÿ.....ÿ....... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 0505 FFFF 0000 0000 0000"            /* ..ÿ.....ÿÿ...... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 FF05 0505 05FF 0000 FF00 0000 0000"            /* ..ÿ....ÿ..ÿ..... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 00FF 0505 FF00 0000 00FF 0000 0000"            /* ...ÿ..ÿ....ÿ.... */
	$"0000 0000 FF00 0000 00FF FFFF 0000 0000"            /* ....ÿ....ÿÿÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FF00 0000"            /* ....ÿÿÿÿÿÿÿÿÿ... */
	$"0000 0000 FF00 0000 FF2B 2B2B FF00 0000"            /* ....ÿ...ÿ+++ÿ... */
	$"0000 FFFF 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ..ÿÿ++++++++ÿ... */
	$"0000 0000 FFFF FFFF 2B2B 2B2B 2BFF FF00"            /* ....ÿÿÿÿ+++++ÿÿ. */
	$"00FF 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* .ÿ++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2BFF"            /* ....ÿ++++++++++ÿ */
	$"FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ÿ+++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2BFF FF2B FF2B 2B2B 2B2B 2B2B FF00 0000"            /* +ÿÿ+ÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00 0000"            /* ++++++++++++ÿ... */
	$"0000 0000 FF2B FFFF FFFF 2BFF FFFF FF2B"            /* ....ÿ+ÿÿÿÿ+ÿÿÿÿ+ */
	$"2B2B FFFF FF2B 2B2B 2B2B 2B2B FF00 0000"            /* ++ÿÿÿ+++++++ÿ... */
	$"0000 0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B"            /* ....ÿ+++++++++++ */
	$"2BFF 7F7F 7FFF 2B2B 2B2B 2B2B FF00 0000"            /* +ÿ...ÿ++++++ÿ... */
	$"0000 0000 FFFF FFFF FF2B FFFF FFFF 2B2B"            /* ....ÿÿÿÿÿ+ÿÿÿÿ++ */
	$"FF7F 7F7F 7F7F FF2B 2B2B 2B2B FF00 0000"            /* ÿ.....ÿ+++++ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"FF7F 7F7F 7F7F FF2B 2B2B 2BFF FF00 0000"            /* ÿ.....ÿ++++ÿÿ... */
	$"0000 0000 FF33 FFFF FFFF 33FF FFFF 3333"            /* ....ÿ3ÿÿÿÿ3ÿÿÿ33 */
	$"FF7F 7F7F 7F7F FFFF FFFF FF33 FF00 0000"            /* ÿ.....ÿÿÿÿÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"33FF 7F7F 7FFF 9292 9292 FF33 FF00 0000"            /* 3ÿ...ÿ’’’’ÿ3ÿ... */
	$"0000 0000 FF33 FFFF FFFF 3333 3333 3333"            /* ....ÿ3ÿÿÿÿ333333 */
	$"3333 FFFF FF92 9292 9292 FF33 FF00 0000"            /* 33ÿÿÿ’’’’’ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 3333 FF33 3333"            /* ....ÿ3333333ÿ333 */
	$"3333 3333 FF92 9292 9292 FF33 FF00 0000"            /* 3333ÿ’’’’’ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 33FF C0FF 3333"            /* ....ÿ333333ÿÀÿ33 */
	$"3333 3333 FF92 9292 9292 FF33 FF00 0000"            /* 3333ÿ’’’’’ÿ3ÿ... */
	$"0000 0000 FF33 3333 3333 FFC0 C0C0 FF33"            /* ....ÿ33333ÿÀÀÀÿ3 */
	$"3333 3333 FF92 9292 9292 FF33 FF00 0000"            /* 3333ÿ’’’’’ÿ3ÿ... */
	$"0000 0000 FF33 3333 33FF C0C0 C0C0 C0FF"            /* ....ÿ3333ÿÀÀÀÀÀÿ */
	$"3333 3333 FFFF FFFF FFFF FF33 FF00 0000"            /* 3333ÿÿÿÿÿÿÿ3ÿ... */
	$"0000 0000 FF33 3333 FFC0 C0C0 C0C0 C0C0"            /* ....ÿ333ÿÀÀÀÀÀÀÀ */
	$"FF33 3333 3333 3333 3333 3333 FF00 0000"            /* ÿ33333333333ÿ... */
	$"0000 0000 FF33 33FF FFFF FFFF FFFF FFFF"            /* ....ÿ33ÿÿÿÿÿÿÿÿÿ */
	$"FFFF 3333 3333 3333 3333 3333 FF00 0000"            /* ÿÿ3333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FF33 3333 3333 3333 3333 3333"            /* ....ÿ33333333333 */
	$"3333 3333 3333 3333 3333 3333 FF00 0000"            /* 333333333333ÿ... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FF00 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ... */
};

data 'ICN#' (128) {
	$"0000 0000 000F C000 001B E000 003B E000"            /* ......À...à..;à. */
	$"0037 F000 006F F000 1F6F F000 37DF F700"            /* .7ð..oð..oð.7ß÷. */
	$"2FDF FF80 6FDF F7C0 5FBF EFC0 5FBF EFC0"            /* /ßÿ€oß÷À_¿ïÀ_¿ïÀ */
	$"DF7F EFC0 BF7F FFC0 BF7F FFC0 BF7F EFC0"            /* ß.ïÀ¿.ÿÀ¿.ÿÀ¿.ïÀ */
	$"BEFF FFC0 7EFF FFC0 3EFF FFE0 1EFD FFF0"            /* ¾ÿÿÀ~ÿÿÀ>ÿÿà.ýÿð */
	$"06F9 FF90 06F9 DF10 05F8 0020 05FC 19C0"            /* .ùÿ.ùß..ø. .ü.À */
	$"05FF 3860 05FF B01C 05FF 8002 05FF 8077"            /* .ÿ8`.ÿ°..ÿ€..ÿ€w */
	$"05FF 801D 07FF 8001 07FF C402 3FFF FBFC"            /* .ÿ€..ÿ€..ÿÄ.?ÿûü */
	$"0000 0000 000F C000 001F E000 003F E000"            /* ......À...à..?à. */
	$"003F F000 007F F000 1F7F F000 3FFF F700"            /* .?ð...ð...ð.?ÿ÷. */
	$"3FFF FF80 7FFF FFC0 7FFF FFC0 7FFF FFC0"            /* ?ÿÿ€.ÿÿÀ.ÿÿÀ.ÿÿÀ */
	$"FFFF FFC0 FFFF FFC0 FFFF FFC0 FFFF FFC0"            /* ÿÿÿÀÿÿÿÀÿÿÿÀÿÿÿÀ */
	$"FFFF FFC0 7FFF FFC0 3FFF FFE0 1FFF FFF0"            /* ÿÿÿÀ.ÿÿÀ?ÿÿà.ÿÿð */
	$"07FF FFF0 07FF FFF0 07FF FFE0 07FF FFC0"            /* .ÿÿð.ÿÿð.ÿÿà.ÿÿÀ */
	$"07FF FFE0 07FF FFFC 07FF FFFE 07FF FFFF"            /* .ÿÿà.ÿÿü.ÿÿþ.ÿÿÿ */
	$"07FF FFFF 07FF FFFF 07FF FFFE 3FFF FBFC"            /* .ÿÿÿ.ÿÿÿ.ÿÿþ?ÿûü */
};

data 'ICN#' (129, purgeable) {
	$"0FFF FE00 0800 0300 080E 0280 0811 0240"            /* .ÿþ........€...@ */
	$"0811 3220 0811 4A10 0871 4BF8 0891 8808"            /* ..2 ..J..qKø.‘ˆ. */
	$"0F10 0818 0810 1068 0991 EC88 0A51 0308"            /* .......hÆ‘ìˆÂQ.. */
	$"0A51 00D8 0A51 0008 0A31 0008 0E01 1FC8"            /* ÂQ.ØÂQ..Â1.....È */
	$"0A01 E038 0901 0008 08F1 0008 0811 0008"            /* Â.à8Æ....ñ...... */
	$"0811 0008 0811 0008 0811 0008 0811 0008"            /* ................ */
	$"0811 0008 0811 0008 0811 0008 0811 0008"            /* ................ */
	$"082E 0008 0854 0008 08A8 0008 0FFF FFF8"            /* .....T...¨...ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (130) {
	$"0000 003E 0000 00D1 0000 0121 0000 0122"            /* ...>...Ñ...!..." */
	$"0000 009C 0000 3840 0000 2E20 0000 FC60"            /* ...œ..8@... ..ü` */
	$"0000 25A0 0001 FE40 0000 81A0 0000 BEF0"            /* ..% ..þ@.. ..¾ð */
	$"0001 0B08 0001 1444 0001 F872 0001 F68C"            /* .......D..ør..öŒ */
	$"0F1F F9F0 3FE3 FC80 77F1 FEBC AC91 FEC4"            /* ..ùð?ãü€wñþ¼¬‘þÄ */
	$"40A1 FC1A 00A0 7825 01A2 FBC3 0647 FF25"            /* @¡ü.. x%.¢ûÃ.Gÿ% */
	$"05CD F8D3 06D9 D830 0CA0 7018 0CC0 000E"            /* .ÍøÓ.ÙØ0. p..À.. */
	$"38C0 0005 3380 0007 0580 0000 0700 0000"            /* 8À..3€...€...... */
	$"0000 003E 0000 00D1 0000 0121 0000 0122"            /* ...>...Ñ...!..." */
	$"0000 009C 0000 3840 0000 3E20 0000 FC60"            /* ...œ..8@..> ..ü` */
	$"0000 3DE0 0001 FFC0 0000 FFA0 0000 FEF0"            /* ..=à..ÿÀ..ÿ ..þð */
	$"0001 FBF8 0001 F7FC 0001 FFFE 0001 FF8C"            /* ..ûø..÷ü..ÿþ..ÿŒ */
	$"0F1F FFF0 3FFF FF80 77FF FFBC ACFF FFFC"            /* ..ÿð?ÿÿ€wÿÿ¼¬ÿÿü */
	$"40FF FFFE 00FF FFE7 01FF FFC3 07FF FFE7"            /* @ÿÿþ.ÿÿç.ÿÿÃ.ÿÿç */
	$"07FD F8F3 06F9 F830 0CE0 7018 0CC0 000E"            /* .ýøó.ùø0.àp..À.. */
	$"38C0 0007 3380 0007 0780 0000 0700 0000"            /* 8À..3€...€...... */
};

data 'ICN#' (132) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 080F 9210 087F EFF8 08BF F008"            /* ..! ..’...ïø.¿ð. */
	$"0F3D E008 083D E008 083A E008 083D E008"            /* .=à..=à..:à..=à. */
	$"083D E008 083D E008 083A E008 0FF7 7F88"            /* .=à..=à..:à..÷.ˆ */
	$"083A E078 083D E008 083D E008 083D E008"            /* .:àx.=à..=à..=à. */
	$"083A E008 083D E008 083D E008 09BF F008"            /* .:à..=à..=à.Æ¿ð. */
	$"0BDF F808 09BF FE08 09BF FF88 081F FFC8"            /* .ßø.Æ¿þ.Æ¿ÿˆ..ÿÈ */
	$"081E 7FC8 0800 0008 0800 0008 0FFF FFF8"            /* ...È.........ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (0) {
	$"00FF FF00 01FF FF80 03FF FFC0 07FE FFE0"            /* .ÿÿ..ÿÿ€.ÿÿÀ.þÿà */
	$"0FFC 7FF0 1FEC 67F8 3FC4 47FC 7FC4 47FE"            /* .ü.ð.ìgø?ÄGü.ÄGþ */
	$"FF44 47FF FE44 47FF FE44 47FF FE44 47FF"            /* ÿDGÿþDGÿþDGÿþDGÿ */
	$"FE44 47FF FE44 47FF FE40 071F FE00 061F"            /* þDGÿþDGÿþ@..þ... */
	$"FE00 061F FE00 043F FE00 003F FE00 007F"            /* þ...þ..?þ..?þ... */
	$"FE00 007F FE00 00FF FE00 00FF FE00 01FF"            /* þ...þ..ÿþ..ÿþ..ÿ */
	$"FE00 01FF 7E04 03FE 3F02 07FC 1FFF FFF8"            /* þ..ÿ~..þ?..ü.ÿÿø */
	$"0FFF FFF0 07FF FFE0 03FF FFC0 01FF FF80"            /* .ÿÿð.ÿÿà.ÿÿÀ.ÿÿ€ */
	$"00FF FF00 01FF FF80 03FF FFC0 07FF FFE0"            /* .ÿÿ..ÿÿ€.ÿÿÀ.ÿÿà */
	$"0FFF FFF0 1FFF FFF8 3FFF FFFC 7FFF FFFE"            /* .ÿÿð.ÿÿø?ÿÿü.ÿÿþ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF 7FFF FFFE 3FFF FFFC 1FFF FFF8"            /* ÿÿÿÿ.ÿÿþ?ÿÿü.ÿÿø */
	$"0FFF FFF0 07FF FFE0 03FF FFC0 01FF FF80"            /* .ÿÿð.ÿÿà.ÿÿÀ.ÿÿ€ */
};

data 'ICN#' (1) {
	$"FFFF FFFF 807F FFFF 807F FFFF 807F FFFF"            /* ÿÿÿÿ€.ÿÿ€.ÿÿ€.ÿÿ */
	$"807F FFFF 807F C0FF 887F 003F 887E 001F"            /* €.ÿÿ€.Àÿˆ..?ˆ~.. */
	$"887C 000F 8078 0007 8078 0007 8070 0003"            /* ˆ|..€x..€x..€p.. */
	$"8071 DDC3 8070 0003 8070 0003 8071 DD43"            /* €qÝÃ€p..€p..€qÝC */
	$"8070 0003 8070 0003 8071 D703 8070 0003"            /* €p..€p..€q×.€p.. */
	$"87F0 0003 81F1 EEC3 81F0 0007 81F0 0007"            /* ‡ð..ñîÃð..ð.. */
	$"81F0 000F 81E0 001F 8F80 007F 81FF FFFF"            /* ð..à..€..ÿÿÿ */
	$"81FF FFFF 81FF FFFF 81FF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
};

data 'ICN#' (2) {
	$"0001 8000 0003 C000 0003 C000 0006 6000"            /* ..€...À...À...`. */
	$"0006 6000 000C 3000 000C 3000 0018 1800"            /* ..`...0...0..... */
	$"0019 9800 0033 CC00 0033 CC00 0063 C600"            /* ..˜..3Ì..3Ì..cÆ. */
	$"0063 C600 00C3 C300 00C3 C300 0183 C180"            /* .cÆ..ÃÃ..ÃÃ..ƒÁ€ */
	$"0183 C180 0303 C0C0 0303 C0C0 0603 C060"            /* .ƒÁ€..ÀÀ..ÀÀ..À` */
	$"0601 8060 0C01 8030 0C00 0030 1800 0018"            /* ..€`..€0...0.... */
	$"1801 8018 3003 C00C 3003 C00C 6001 8006"            /* ..€.0.À.0.À.`.€. */
	$"6000 0006 C000 0003 FFFF FFFF 7FFF FFFE"            /* `...À...ÿÿÿÿ.ÿÿþ */
	$"0001 8000 0003 C000 0003 C000 0007 E000"            /* ..€...À...À...à. */
	$"0007 E000 000F F000 000F F000 001F F800"            /* ..à...ð...ð...ø. */
	$"001F F800 003F FC00 003F FC00 007F FE00"            /* ..ø..?ü..?ü...þ. */
	$"007F FE00 00FF FF00 00FF FF00 01FF FF80"            /* ..þ..ÿÿ..ÿÿ..ÿÿ€ */
	$"01FF FF80 03FF FFC0 03FF FFC0 07FF FFE0"            /* .ÿÿ€.ÿÿÀ.ÿÿÀ.ÿÿà */
	$"07FF FFE0 0FFF FFF0 0FFF FFF0 1FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿð.ÿÿø */
	$"1FFF FFF8 3FFF FFFC 3FFF FFFC 7FFF FFFE"            /* .ÿÿø?ÿÿü?ÿÿü.ÿÿþ */
	$"7FFF FFFE FFFF FFFF FFFF FFFF 7FFF FFFE"            /* .ÿÿþÿÿÿÿÿÿÿÿ.ÿÿþ */
};

data 'ICN#' (131) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 0800 1210 0870 0FF8 0888 3008"            /* ..! .....p.ø.ˆ0. */
	$"0F06 4008 0801 8008 0800 6808 0800 0008"            /* ..@...€...h..... */
	$"0800 0008 080F E008 0810 1E08 0FE0 0188"            /* ......à......à.ˆ */
	$"0806 7878 080A 2408 0814 1208 0814 7A08"            /* ..xx.Â$.......z. */
	$"0814 8208 0813 0208 0810 6108 0808 F088"            /* ..‚.......a...ðˆ */
	$"0814 3048 080B 8028 0815 70A8 080A AC28"            /* ..0H..€(..p¨.Â¬( */
	$"0800 57C8 0800 0A88 0800 0008 0FFF FFF8"            /* ..WÈ..Âˆ.....ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (133) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 0800 1210 0870 0FF8 0888 3008"            /* ..! .....p.ø.ˆ0. */
	$"0F06 4008 0801 8008 0800 0008 087F F808"            /* ..@...€.......ø. */
	$"0840 0C08 0840 0A08 0840 0F08 0FC4 0108"            /* .@...@Â..@...Ä.. */
	$"0845 F1F8 0844 0108 0840 0108 084C 0108"            /* .Eñø.D...@...L.. */
	$"0845 F108 0848 0108 084C 0108 0840 0108"            /* .Eñ..H...L...@.. */
	$"084D F108 0844 0108 084C 0108 0840 0108"            /* .Mñ..D...L...@.. */
	$"087F FF08 0800 0008 0800 0008 0FFF FFF8"            /* ..ÿ..........ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (134) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 0800 1210 0870 0FF8 0888 3008"            /* ..! .....p.ø.ˆ0. */
	$"0F06 4008 0801 8008 0800 7008 0800 8808"            /* ..@...€...p...ˆ. */
	$"0801 0408 0802 0808 0804 1008 0FE8 3008"            /* .............è0. */
	$"081C 4FF8 0812 8408 0811 0208 0810 0108"            /* ..Oø..„......... */
	$"0808 0108 0804 0108 0802 0108 0803 0208"            /* ................ */
	$"0804 8408 0808 4808 0808 5008 0804 6008"            /* ..„...H...P...`. */
	$"0803 C008 0800 0008 0800 0008 0FFF FFF8"            /* ..À..........ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (135) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 0800 1210 0870 0FF8 0888 3008"            /* ..! .....p.ø.ˆ0. */
	$"0F06 4008 0801 8008 0800 0008 087F F808"            /* ..@...€.......ø. */
	$"0840 0C08 0840 0A08 0840 0F08 0FC0 0188"            /* .@...@Â..@...À.ˆ */
	$"084D D978 0840 0108 085B B108 0840 0108"            /* .MÙx.@...[±..@.. */
	$"085A E908 0840 0108 085D D908 0840 0108"            /* .Zé..@...]Ù..@.. */
	$"085E E908 0840 0108 0840 0108 0840 0108"            /* .^é..@...@...@.. */
	$"087F FF08 0800 0008 0800 0008 0FFF FFF8"            /* ..ÿ..........ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (136) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 0800 1210 0870 0FF8 0888 3008"            /* ..! .....p.ø.ˆ0. */
	$"0F06 4008 0801 8008 0800 0008 083F C008"            /* ..@...€......?À. */
	$"0836 C008 083F FE08 0820 0208 0FE0 0388"            /* .6À..?þ.. ...à.ˆ */
	$"0826 F278 0820 0208 0827 B208 0820 0208"            /* .&òx. ...'².. .. */
	$"082A AA08 0820 0208 0827 7208 0820 0208"            /* .*ª.. ...'r.. .. */
	$"0826 D208 0820 0208 0827 7208 0820 0208"            /* .&Ò.. ...'r.. .. */
	$"083F FE08 0800 0008 0800 0008 0FFF FFF8"            /* .?þ..........ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (137) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 0800 1210 0870 0FF8 0888 3008"            /* ..! .....p.ø.ˆ0. */
	$"0F06 4008 0801 8008 0800 0008 0800 0008"            /* ..@...€......... */
	$"081E 0008 0821 0008 0840 FF08 0FC0 0088"            /* .....!...@ÿ..À.ˆ */
	$"0840 00F8 0840 0088 0840 0088 0840 0088"            /* .@.ø.@.ˆ.@.ˆ.@.ˆ */
	$"0840 0088 0840 0088 0840 0088 0840 0088"            /* .@.ˆ.@.ˆ.@.ˆ.@.ˆ */
	$"087F FF88 0800 0008 0800 0008 0800 0008"            /* ..ÿˆ............ */
	$"0800 0008 0800 0008 0800 0008 0FFF FFF8"            /* .............ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (138) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 0800 1210 0870 0FF8 0888 3008"            /* ..! .....p.ø.ˆ0. */
	$"0F06 4008 0801 8008 0800 6808 0800 0008"            /* ..@...€...h..... */
	$"0800 0008 0BDE 3808 0800 7C08 0FBC FE08"            /* .....Þ8...|..¼þ. */
	$"0800 FE18 0BDC FFE8 0800 7C28 0BC0 3828"            /* ..þ..Üÿè..|(.À8( */
	$"0808 0828 081C 0828 083E 0828 087F 0FE8"            /* ...(...(.>.(...è */
	$"08FF 8008 09FF C008 0800 0008 0800 0008"            /* .ÿ€.ÆÿÀ......... */
	$"0800 0008 0800 0008 0800 0008 0FFF FFF8"            /* .............ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ICN#' (139) {
	$"0FFF FE00 0800 1100 0800 2080 0800 20C0"            /* .ÿþ....... €.. À */
	$"0800 2120 0800 1210 0870 0FF8 0888 3008"            /* ..! .....p.ø.ˆ0. */
	$"0F06 4008 0801 8008 0800 6808 0800 0008"            /* ..@...€...h..... */
	$"0800 0008 0BDE 3808 0800 7C08 0FBC FE08"            /* .....Þ8...|..¼þ. */
	$"0800 FE18 0BDC FFE8 0800 7C28 0BC0 3828"            /* ..þ..Üÿè..|(.À8( */
	$"0808 0828 081C 0828 083E 0828 087F 0FE8"            /* ...(...(.>.(...è */
	$"08FF 8008 09FF C008 0800 0008 0800 0008"            /* .ÿ€.ÆÿÀ......... */
	$"0800 0008 0800 0008 0800 0008 0FFF FFF8"            /* .............ÿÿø */
	$"0FFF FE00 0FFF FF00 0FFF FF80 0FFF FFC0"            /* .ÿþ..ÿÿ..ÿÿ€.ÿÿÀ */
	$"0FFF FFE0 0FFF FFF0 0FFF FFF8 0FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
	$"0FFF FFF8 0FFF FFF8 0FFF FFF8 0FFF FFF8"            /* .ÿÿø.ÿÿø.ÿÿø.ÿÿø */
};

data 'ics#' (129) {
	$"7FF0 4428 4B24 7ABC 4884 7BF4 5A0C 5A74"            /* .ðD(K$z¼H„{ôZ.Zt */
	$"638C 5A04 4A04 4A04 4A04 4E04 5004 7FFC"            /* cŒZ.J.J.J.N.P..ü */
	$"7FF0 7FF8 7FFC 7FFC 7FFC 7FFC 7FFC 7FFC"            /* .ð.ø.ü.ü.ü.ü.ü.ü */
	$"7FFC 7FFC 7FFC 7FFC 7FFC 7FFC 7FFC 7FFC"            /* .ü.ü.ü.ü.ü.ü.ü.ü */
};

data 'ics#' (128) {
	$"00E0 0170 1AF0 3EFC 2DFE 7DFE 7DFE 5FFE"            /* .à.p.ð>ü-þ}þ}þ_þ */
	$"3BFE 1BFE 0BFC 0BF8 0BC0 0BC0 0BC0 1FF8"            /* ;þ.þ.ü.ø.À.À.À.ø */
	$"00E0 01F0 1BF0 3FFC 3FFE 7FFE 7FFE 7FFE"            /* .à.ð.ð?ü?þ.þ.þ.þ */
	$"3FFE 1FFE 0FFC 0FF8 0FC0 0FC0 0FC0 1FF8"            /* ?þ.þ.ü.ø.À.À.À.ø */
};

data 'ics#' (130) {
	$"000F 0015 00D2 01E8 00B8 01C4 00BA 0131"            /* .....Ò.è.¸.Ä.º.1 */
	$"7FE7 F9FE 90E2 32FF 3BED 6CC6 5803 3001"            /* .çùþâ2ÿ;ílÆX.0. */
	$"000F 0015 00D2 01E8 00F8 01FC 00FE 01FF"            /* .....Ò.è.ø.ü.þ.ÿ */
	$"7FFF FFFE 9FFE 3FFF 3FED 6CC6 5803 3001"            /* .ÿÿþŸþ?ÿ?ílÆX.0. */
};

data 'ics#' (132) {
	$"3FF0 2018 2314 279E 2782 3FA2 27DE 2782"            /* ?ð .#.'ž'‚?¢'Þ'‚ */
	$"2782 3FFE 2FE2 2FFA 25FA 2002 2002 3FFE"            /* '‚?þ/â/ú%ú . .?þ */
	$"3FF0 3FF8 3FFC 3FFE 3FFE 3FFE 3FFE 3FFE"            /* ?ð?ø?ü?þ?þ?þ?þ?þ */
	$"3FFE 3FFE 3FFE 3FFE 3FFE 3FFE 3FFE 3FFE"            /* ?þ?þ?þ?þ?þ?þ?þ?þ */
};

data 'ics#' (131) {
	$"3FF0 2048 2074 2E5E 3382 2012 23C2 3C3A"            /* ?ð H t.^3‚ .#Â<: */
	$"2046 21A2 22D2 212A 20CA 203A 2002 3FFE"            /*  F!¢"Ò!* Ê : .?þ */
	$"7FF0 7FF8 7FFC 7FFC 7FFC 7FFC 7FFC 7FFC"            /* .ð.ø.ü.ü.ü.ü.ü.ü */
	$"7FFC 7FFC 7FFC 7FFC 7FFC 7FFC 7FFC 7FFC"            /* .ü.ü.ü.ü.ü.ü.ü.ü */
};

data 'ics4' (129) {
	$"0FFF FFFF FFFF 0000 0F00 0F00 00F0 F000"            /* .ÿÿÿÿÿ.......ðð. */
	$"0F00 F8FF 00F0 0F00 0FFF F8F8 F0FF FF00"            /* ..øÿ.ð...ÿøøðÿÿ. */
	$"0FCC F888 F000 0F00 0FFF F8FF FFFF CF00"            /* .Ìøˆð....ÿøÿÿÿÏ. */
	$"0F8F F8FC CCCC FF00 0F8F F8FC CFFF CF00"            /* .øüÌÌÿ..øüÏÿÏ. */
	$"0FF8 88FF FBBB FF00 0FBF F8FB BBBB BF00"            /* .øˆÿû»ÿ..¿øû»»¿. */
	$"0FBB F8FB BBBB BF00 0FBB F8FB BBBB BF00"            /* .»øû»»¿..»øû»»¿. */
	$"0FBB F8FB BBBB BF00 0FBB FFFB BBBB BF00"            /* .»øû»»¿..»ÿû»»¿. */
	$"0FBF BBBB BBBB BF00 0FFF FFFF FFFF FF00"            /* .¿»»»»¿..ÿÿÿÿÿÿ. */
};

data 'ics4' (128) {
	$"0000 0000 FFF0 0000 0000 000F 88AF 0000"            /* ....ÿð......ˆ¯.. */
	$"000F F0FB 88AF 0000 00FB 8F98 889F FF00"            /* ..ðûˆ¯...û˜ˆŸÿ. */
	$"00FB 8FB8 889F 8AF0 0FB8 AFB8 8AFB 88F0"            /* .û¸ˆŸŠð.¸¯¸Šûˆð */
	$"0FB8 A9B8 8AFB 88F0 0FB8 8888 8F98 88F0"            /* .¸©¸Šûˆð.¸ˆˆ˜ˆð */
	$"00F8 AB88 A888 88F0 000F 9B88 8888 8AF0"            /* .ø«ˆ¨ˆˆð..›ˆˆˆŠð */
	$"0000 FB88 888A 9F00 0000 FB88 A9FF F000"            /* ..ûˆˆŠŸ...ûˆ©ÿð. */
	$"0000 FB88 AF00 0000 0000 FB88 AF00 0000"            /* ..ûˆ¯.....ûˆ¯... */
	$"0000 FB88 AF00 0000 000F FFFF FFFF F000"            /* ..ûˆ¯.....ÿÿÿÿð. */
};

data 'ics4' (130) {
	$"0000 0000 0000 FFFF 0000 0000 000F 0F0F"            /* ......ÿÿ........ */
	$"0000 0000 FF0F 00F0 0000 000F FFF0 F000"            /* ....ÿ..ð....ÿðð. */
	$"0000 0000 FBFF F000 0000 0003 FF11 1F00"            /* ....ûÿð.....ÿ... */
	$"0000 0000 F1FF FBF0 0000 000F 11FF BBBF"            /* ....ñÿûð.....ÿ»¿ */
	$"0FFF FFFF FFFB BFFF FFFF FBBF 99FF FFF0"            /* .ÿÿÿÿû¿ÿÿÿû¿™ÿÿð */
	$"F00F BBBB F9FB BBF0 00FF BBFB F9FF FFFF"            /* ð.»»ùû»ð.ÿ»ûùÿÿÿ */
	$"00FF FBFF FFF0 FF0F 0FF0 FF00 FF00 0FF0"            /* .ÿûÿÿðÿ..ðÿ.ÿ..ð */
	$"0F0F F000 0000 00FF 00FF 0000 0000 000F"            /* ..ð....ÿ.ÿ...... */
};

data 'ics4' (132) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 00FF FFFF 0F00 00F0 FF33 3FCF FFF0"            /* .ð.ÿÿÿ...ðÿ3?Ïÿð */
	$"00FF CF30 3FCC CCF0 00FC CF33 3FCC CCF0"            /* .ÿÏ0?ÌÌð.üÏ3?ÌÌð */
	$"00FC CF33 3FCC CCF0 00FF FF30 3FFF FCF0"            /* .üÏ3?ÌÌð.ÿÿ0?ÿüð */
	$"00FB BF33 3FBB BFF0 00FB BF33 3FBB BBF0"            /* .û¿3?»¿ð.û¿3?»»ð */
	$"00FB BF30 3FBB BBF0 00FB BF33 33FB BBF0"            /* .û¿0?»»ð.û¿33û»ð */
	$"00FB BFFF 333F FBF0 00FB BFFB FFFF FBF0"            /* .û¿ÿ3?ûð.û¿ûÿÿûð */
	$"00FB BBBB BBBB BBF0 00FF FFFF FFFF FFF0"            /* .û»»»»»ð.ÿÿÿÿÿÿð */
};

data 'ics4' (131) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 0FFF 0F00 00F0 FFF0 0FCF FFF0"            /* .ð...ÿ...ðÿð.Ïÿð */
	$"00FF CCFF FCCC CCF0 00FC CCCC CCCF CCF0"            /* .ÿÌÿüÌÌð.üÌÌÌÏÌð */
	$"00FC CCFF FFCC CCF0 00FF FFBB BBFF FCF0"            /* .üÌÿÿÌÌð.ÿÿ»»ÿüð */
	$"00FB BBBB BFBB BFF0 00FB BBBF F0FB BBF0"            /* .û»»¿»¿ð.û»¿ðû»ð */
	$"00FB BBF0 FF0F BBF0 00FB BBBF 00F0 FBF0"            /* .û»ðÿ.»ð.û»¿.ðûð */
	$"00FB BBBB FF00 FBF0 00FB BBBB BBFF FBF0"            /* .û»»ÿ.ûð.û»»»ÿûð */
	$"00FB BBBB BBBB BBF0 00FF FFFF FFFF FFF0"            /* .û»»»»»ð.ÿÿÿÿÿÿð */
};

data 'ics4' (134) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 0FFF 0F00 00F0 FFF0 0FCF FFF0"            /* .ð...ÿ...ðÿð.Ïÿð */
	$"00FF CCCF FFCC CCF0 00FC CCF0 00FC CCF0"            /* .ÿÌÏÿÌÌð.üÌð.üÌð */
	$"00FC CFFF 00FC CCF0 00FF FF0F 0FFF FCF0"            /* .üÏÿ.üÌð.ÿÿ..ÿüð */
	$"00FB BF0F F0FF BFF0 00FB BBF0 000F BBF0"            /* .û¿.ðÿ¿ð.û»ð..»ð */
	$"00FB BBFF 000F BBF0 00FB BF00 F0FB BBF0"            /* .û»ÿ..»ð.û¿.ðû»ð */
	$"00FB BF00 FFBB BBF0 00FB BBFF FBBB BBF0"            /* .û¿.ÿ»»ð.û»ÿû»»ð */
	$"00FB BBBB BBBB BBF0 00FF FFFF FFFF FFF0"            /* .û»»»»»ð.ÿÿÿÿÿÿð */
};

data 'ics4' (135) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 0FFF 0F00 00F0 FFF0 0FCF FFF0"            /* .ð...ÿ...ðÿð.Ïÿð */
	$"00FF CCCF FCCC CCF0 00FC FFFF FFFC CCF0"            /* .ÿÌÏüÌÌð.üÿÿÿüÌð */
	$"00FC F000 00FF CCF0 00FF F0F0 F00F FCF0"            /* .üð..ÿÌð.ÿððð.üð */
	$"00FB F00F 0F0F BFF0 00FB F0F0 F00F BBF0"            /* .ûð...¿ð.ûððð.»ð */
	$"00FB F00F 0F0F BBF0 00FB F0F0 F00F BBF0"            /* .ûð...»ð.ûððð.»ð */
	$"00FB F000 000F BBF0 00FB FFFF FFFF BBF0"            /* .ûð...»ð.ûÿÿÿÿ»ð */
	$"00FB BBBB BBBB BBF0 00FF FFFF FFFF FFF0"            /* .û»»»»»ð.ÿÿÿÿÿÿð */
};

data 'ics4' (136) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 0FFF 0F00 00F0 FFF0 0FCF FFF0"            /* .ð...ÿ...ðÿð.Ïÿð */
	$"00FF CCCF FCCC CCF0 00FC FFFF FCCC CCF0"            /* .ÿÌÏüÌÌð.üÿÿüÌÌð */
	$"00FC FFFF FFFC CCF0 00FF F000 00FF FCF0"            /* .üÿÿÿüÌð.ÿð..ÿüð */
	$"00FB F0FF F0FB BFF0 00FB F000 00FB BBF0"            /* .ûðÿðû¿ð.ûð..û»ð */
	$"00FB F000 00FB BBF0 00FB F0FF F0FB BBF0"            /* .ûð..û»ð.ûðÿðû»ð */
	$"00FB F000 00FB BBF0 00FB FFFF FFFB BBF0"            /* .ûð..û»ð.ûÿÿÿû»ð */
	$"00FB BBBB BBBB BBF0 00FF FFFF FFFF FFF0"            /* .û»»»»»ð.ÿÿÿÿÿÿð */
};

data 'ics4' (137) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 0FFF 0F00 00F0 FFF0 0FCF FFF0"            /* .ð...ÿ...ðÿð.Ïÿð */
	$"00FF CCCF FCCC CCF0 00FC CCCC CCCC CCF0"            /* .ÿÌÏüÌÌð.üÌÌÌÌÌð */
	$"00FC CFFF CCCC CCF0 00FF F000 FFFF FCF0"            /* .üÏÿÌÌÌð.ÿð.ÿÿüð */
	$"00FB F000 0000 FFF0 00FB F000 0000 FBF0"            /* .ûð...ÿð.ûð...ûð */
	$"00FB F000 0000 FBF0 00FB F000 0000 FBF0"            /* .ûð...ûð.ûð...ûð */
	$"00FB F000 0000 FBF0 00FB FFFF FFFF FBF0"            /* .ûð...ûð.ûÿÿÿÿûð */
	$"00FB BBBB BBBB BBF0 00FF FFFF FFFF FFF0"            /* .û»»»»»ð.ÿÿÿÿÿÿð */
};

data 'ics4' (138) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 0FFF 0F00 00F0 FFF0 0FCF FFF0"            /* .ð...ÿ...ðÿð.Ïÿð */
	$"00FF CCCF FCCC CCF0 00FC CCCC FFFF CCF0"            /* .ÿÌÏüÌÌð.üÌÌÿÿÌð */
	$"00FF CFCF F555 FCF0 00FC FCFC F555 FCF0"            /* .ÿÏÏõUüð.üüüõUüð */
	$"00FF BFBB F555 FCF0 00FB FBFB BFFF FFF0"            /* .ÿ¿»õUüð.ûûû¿ÿÿð */
	$"00FF BFBB BBF8 88F0 00FB BBBB BBF8 88F0"            /* .ÿ¿»»øˆð.û»»»øˆð */
	$"00FB BFBB BBF8 88F0 00FB F7FB BBFF FFF0"            /* .û¿»»øˆð.û÷û»ÿÿð */
	$"00FF 777F BBBB BBF0 00FF FFFF FFFF FFF0"            /* .ÿw.»»»ð.ÿÿÿÿÿÿð */
};

data 'ics4' (133) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 0FFF 0F00 00F0 FFF0 0FCF FFF0"            /* .ð...ÿ...ðÿð.Ïÿð */
	$"00FF CCCF FCCC CCF0 00FC FFFF FFFF CCF0"            /* .ÿÌÏüÌÌð.üÿÿÿÿÌð */
	$"00FC F000 000F CCF0 00FF F0FF FF0F FCF0"            /* .üð...Ìð.ÿðÿÿ.üð */
	$"00FB F000 000F BFF0 00FB F00F FF0F BBF0"            /* .ûð...¿ð.ûð.ÿ.»ð */
	$"00FB F000 000F BBF0 00FB F00F FF0F BBF0"            /* .ûð...»ð.ûð.ÿ.»ð */
	$"00FB F000 000F BBF0 00FB FFFF FFFF BBF0"            /* .ûð...»ð.ûÿÿÿÿ»ð */
	$"00FB BBBB BBBB BBF0 00FF FFFF FFFF FFF0"            /* .û»»»»»ð.ÿÿÿÿÿÿð */
};

data 'ics4' (139) {
	$"00FF FFFF FFFF 0000 00F0 0000 0F11 F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 0FFF 0F00 00F0 FFF0 0FCF FFF0"            /* .ð...ÿ...ðÿð.Ïÿð */
	$"00FF CCCF FCCC CCF0 00FC CCCC FFFF CCF0"            /* .ÿÌÏüÌÌð.üÌÌÿÿÌð */
	$"00FF CFCF F555 FCF0 00FC FCFC F555 FCF0"            /* .ÿÏÏõUüð.üüüõUüð */
	$"00FF BFBB F555 FCF0 00FB FBFB BFFF FFF0"            /* .ÿ¿»õUüð.ûûû¿ÿÿð */
	$"00FF BFBB BBF8 88F0 00FB BBBB BBF8 88F0"            /* .ÿ¿»»øˆð.û»»»øˆð */
	$"00FB BFBB BBF8 88F0 00FB F7FB BBFF FFF0"            /* .û¿»»øˆð.û÷û»ÿÿð */
	$"00FF 777F BBBB BBF0 00FF FFFF FFFF FFF0"            /* .ÿw.»»»ð.ÿÿÿÿÿÿð */
};

data 'ics8' (129) {
	$"00FF FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* .ÿÿÿÿÿÿÿÿÿÿÿ.... */
	$"00FF 0000 00FF 0000 0000 FF00 FF00 0000"            /* .ÿ...ÿ....ÿ.ÿ... */
	$"00FF 0000 FFA5 FFFF 0000 FF00 00FF 0000"            /* .ÿ..ÿ¥ÿÿ..ÿ..ÿ.. */
	$"00FF FFFF FFA5 FFA5 FF00 FFFF FFFF 0000"            /* .ÿÿÿÿ¥ÿ¥ÿ.ÿÿÿÿ.. */
	$"00FF 2B2B FFA5 A5A5 FF00 0000 00FF 0000"            /* .ÿ++ÿ¥¥¥ÿ....ÿ.. */
	$"00FF FFFF FFA5 FFFF FFFF FFFF 2BFF 0000"            /* .ÿÿÿÿ¥ÿÿÿÿÿÿ+ÿ.. */
	$"00FF A5FF FFA5 FF2B 2B2B 2B2B FFFF 0000"            /* .ÿ¥ÿÿ¥ÿ+++++ÿÿ.. */
	$"00FF A5FF FFA5 FF2B 2BFF FFFF 2BFF 0000"            /* .ÿ¥ÿÿ¥ÿ++ÿÿÿ+ÿ.. */
	$"00FF FFA5 A5A5 FFFF FF33 3333 FFFF 0000"            /* .ÿÿ¥¥¥ÿÿÿ333ÿÿ.. */
	$"00FF 33FF FFA5 FF33 3333 3333 33FF 0000"            /* .ÿ3ÿÿ¥ÿ333333ÿ.. */
	$"00FF 3333 FFA5 FF33 3333 3333 33FF 0000"            /* .ÿ33ÿ¥ÿ333333ÿ.. */
	$"00FF 3333 FFA5 FF33 3333 3333 33FF 0000"            /* .ÿ33ÿ¥ÿ333333ÿ.. */
	$"00FF 3333 FFA5 FF33 3333 3333 33FF 0000"            /* .ÿ33ÿ¥ÿ333333ÿ.. */
	$"00FF 3333 FFFF FF33 3333 3333 33FF 0000"            /* .ÿ33ÿÿÿ333333ÿ.. */
	$"00FF 33FF 3333 3333 3333 3333 33FF 0000"            /* .ÿ3ÿ333333333ÿ.. */
	$"00FF FFFF FFFF FFFF FFFF FFFF FFFF 0000"            /* .ÿÿÿÿÿÿÿÿÿÿÿÿÿ.. */
};

data 'ics8' (128) {
	$"0000 0000 0000 0000 FFFF FF00 0000 0000"            /* ........ÿÿÿ..... */
	$"0000 0000 0000 00FF 7D7D 7DFF 0000 0000"            /* .......ÿ}}}ÿ.... */
	$"0000 00FF FF00 FF58 7D7D 7DFF 0000 0000"            /* ...ÿÿ.ÿX}}}ÿ.... */
	$"0000 FF7C 7DFF A77D 7D7D A7FF FFFF 0000"            /* ..ÿ|}ÿ§}}}§ÿÿÿ.. */
	$"0000 FF7C 7DFF 7C7D 7D7D A7FF 7D7D FF00"            /* ..ÿ|}ÿ|}}}§ÿ}}ÿ. */
	$"00FF 827D 7DFF 527D 7D7D FF7C 7D7D FF00"            /* .ÿ‚}}ÿR}}}ÿ|}}ÿ. */
	$"00FF 7C7D 7DA7 7C7D 7D83 FF7C 7D7D FF00"            /* .ÿ|}}§|}}ƒÿ|}}ÿ. */
	$"00FF 7C7D 7D7D 7D7D 7DFF A77D 7D7D FF00"            /* .ÿ|}}}}}}ÿ§}}}ÿ. */
	$"0000 FF7D 7D7C 7D7D 7D7D 7D7D 7D7D FF00"            /* ..ÿ}}|}}}}}}}}ÿ. */
	$"0000 00FF A758 7D7D 7D7D 7D7D 7D7D FF00"            /* ...ÿ§X}}}}}}}}ÿ. */
	$"0000 0000 FF58 7D7D 7D7D 7D7D A7FF 0000"            /* ....ÿX}}}}}}§ÿ.. */
	$"0000 0000 FF52 7D7D 7DA7 FFFF FF00 0000"            /* ....ÿR}}}§ÿÿÿ... */
	$"0000 0000 FF52 7D7D 83FF 0000 0000 0000"            /* ....ÿR}}ƒÿ...... */
	$"0000 0000 FF52 7D7D 83FF 0000 0000 0000"            /* ....ÿR}}ƒÿ...... */
	$"0000 0000 FF58 7D7D 83FF 0000 0000 0000"            /* ....ÿX}}ƒÿ...... */
	$"0000 00FF FFFF FFFF FFFF FFFF FF00 0000"            /* ...ÿÿÿÿÿÿÿÿÿÿ... */
};

data 'ics8' (130) {
	$"0000 0000 0000 0000 0000 0000 FFFF FFFF"            /* ............ÿÿÿÿ */
	$"0000 0000 0000 0000 0000 00FF 00FF 00FF"            /* ...........ÿ.ÿ.ÿ */
	$"0000 0000 0000 0000 FFFF 00FF 0000 FF00"            /* ........ÿÿ.ÿ..ÿ. */
	$"0000 0000 0000 00FF FFFF FF00 FF00 0000"            /* .......ÿÿÿÿ.ÿ... */
	$"0000 0000 0000 0000 FF08 FFFF FF00 0000"            /* ........ÿ.ÿÿÿ... */
	$"0000 0000 0000 00D8 FFFF 0505 05FF 0000"            /* .......Øÿÿ...ÿ.. */
	$"0000 0000 0000 0000 FF05 FFFF FF33 FF00"            /* ........ÿ.ÿÿÿ3ÿ. */
	$"0000 0000 0000 00FF 0505 FFFF 3333 33FF"            /* .......ÿ..ÿÿ333ÿ */
	$"00FF FFFF FFFF FFFF FFFF FF33 33FF FFFF"            /* .ÿÿÿÿÿÿÿÿÿÿ33ÿÿÿ */
	$"FFFF FFFF FF33 33FF A5A5 FFFF FFFF FF00"            /* ÿÿÿÿÿ33ÿ¥¥ÿÿÿÿÿ. */
	$"FF00 00FF 3333 3333 FFA5 FF33 3333 FF00"            /* ÿ..ÿ3333ÿ¥ÿ333ÿ. */
	$"0000 FFFF 3333 FF33 FFA5 FFFF FFFF FFFF"            /* ..ÿÿ33ÿ3ÿ¥ÿÿÿÿÿÿ */
	$"0000 FFFF FF33 FFFF FFFF FF00 FFFF 00FF"            /* ..ÿÿÿ3ÿÿÿÿÿ.ÿÿ.ÿ */
	$"00FF FF00 FFFF 0000 FFFF 0000 00FF FF00"            /* .ÿÿ.ÿÿ..ÿÿ...ÿÿ. */
	$"00FF 00FF FF00 0000 0000 0000 0000 FFFF"            /* .ÿ.ÿÿ.........ÿÿ */
	$"0000 FFFF 0000 0000 0000 0000 0000 00FF"            /* ..ÿÿ...........ÿ */
};

data 'ics8' (132) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 FFFF FFFF FFFF 00FF 0000"            /* ..ÿ...ÿÿÿÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF D8D8 D8FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿØØØÿ+ÿÿÿÿ. */
	$"0000 FFFF 2BFF D800 D8FF 2B2B 2B2B FF00"            /* ..ÿÿ+ÿØ.Øÿ++++ÿ. */
	$"0000 FF2B 2BFF D8D8 D8FF 2B2B 2B2B FF00"            /* ..ÿ++ÿØØØÿ++++ÿ. */
	$"0000 FF2B 2BFF D8D8 D8FF 2B2B 2B2B FF00"            /* ..ÿ++ÿØØØÿ++++ÿ. */
	$"0000 FFFF FFFF D800 D8FF FFFF FF2B FF00"            /* ..ÿÿÿÿØ.Øÿÿÿÿ+ÿ. */
	$"0000 FF33 33FF D8D8 D8FF 3333 33FF FF00"            /* ..ÿ33ÿØØØÿ333ÿÿ. */
	$"0000 FF33 33FF D8D8 D8FF 3333 3333 FF00"            /* ..ÿ33ÿØØØÿ3333ÿ. */
	$"0000 FF33 33FF D800 D8FF 3333 3333 FF00"            /* ..ÿ33ÿØ.Øÿ3333ÿ. */
	$"0000 FF33 33FF D8D8 D8D8 FF33 3333 FF00"            /* ..ÿ33ÿØØØØÿ333ÿ. */
	$"0000 FF33 33FF FFFF D8D8 D8FF FF33 FF00"            /* ..ÿ33ÿÿÿØØØÿÿ3ÿ. */
	$"0000 FF33 33FF FF33 FFFF FFFF FF33 FF00"            /* ..ÿ33ÿÿ3ÿÿÿÿÿ3ÿ. */
	$"0000 FF33 3333 3333 3333 3333 3333 FF00"            /* ..ÿ33333333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics8' (131) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 0000 00FF FFFF 00FF 0000"            /* ..ÿ......ÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF FF00 00FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿÿ..ÿ+ÿÿÿÿ. */
	$"0000 FFFF 2B2B FFFF FF2B 2B2B 2B2B FF00"            /* ..ÿÿ++ÿÿÿ+++++ÿ. */
	$"0000 FF2B 2B2B 2B2B 2B2B 2BFF 2B2B FF00"            /* ..ÿ++++++++ÿ++ÿ. */
	$"0000 FF2B 2B2B FFFF FFFF 2B2B 2B2B FF00"            /* ..ÿ+++ÿÿÿÿ++++ÿ. */
	$"0000 FFFF FFFF 3333 3333 FFFF FF2B FF00"            /* ..ÿÿÿÿ3333ÿÿÿ+ÿ. */
	$"0000 FF33 3333 3333 33FF 3333 33FF FF00"            /* ..ÿ333333ÿ333ÿÿ. */
	$"0000 FF33 3333 33FF FF00 FF33 3333 FF00"            /* ..ÿ3333ÿÿ.ÿ333ÿ. */
	$"0000 FF33 3333 FF00 FFFF 00FF 3333 FF00"            /* ..ÿ333ÿ.ÿÿ.ÿ33ÿ. */
	$"0000 FF33 3333 33FF 0000 FF00 FF33 FF00"            /* ..ÿ3333ÿ..ÿ.ÿ3ÿ. */
	$"0000 FF33 3333 3333 FFFF 0000 FF33 FF00"            /* ..ÿ33333ÿÿ..ÿ3ÿ. */
	$"0000 FF33 3333 3333 3333 FFFF FF33 FF00"            /* ..ÿ3333333ÿÿÿ3ÿ. */
	$"0000 FF33 3333 3333 3333 3333 3333 FF00"            /* ..ÿ33333333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics8' (134) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 0000 00FF FFFF 00FF 0000"            /* ..ÿ......ÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF FF00 00FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿÿ..ÿ+ÿÿÿÿ. */
	$"0000 FFFF 2B2B 2BFF FFFF 2B2B 2B2B FF00"            /* ..ÿÿ+++ÿÿÿ++++ÿ. */
	$"0000 FF2B 2B2B FF00 0000 FF2B 2B2B FF00"            /* ..ÿ+++ÿ...ÿ+++ÿ. */
	$"0000 FF2B 2BFF FFFF 0000 FF2B 2B2B FF00"            /* ..ÿ++ÿÿÿ..ÿ+++ÿ. */
	$"0000 FFFF FFFF 00FF 00FF FFFF FF2B FF00"            /* ..ÿÿÿÿ.ÿ.ÿÿÿÿ+ÿ. */
	$"0000 FF33 33FF 00FF FF00 FFFF 33FF FF00"            /* ..ÿ33ÿ.ÿÿ.ÿÿ3ÿÿ. */
	$"0000 FF33 3333 FF00 0000 00FF 3333 FF00"            /* ..ÿ333ÿ....ÿ33ÿ. */
	$"0000 FF33 3333 FFFF 0000 00FF 3333 FF00"            /* ..ÿ333ÿÿ...ÿ33ÿ. */
	$"0000 FF33 33FF 0000 FF00 FF33 3333 FF00"            /* ..ÿ33ÿ..ÿ.ÿ333ÿ. */
	$"0000 FF33 33FF 0000 FFFF 3333 3333 FF00"            /* ..ÿ33ÿ..ÿÿ3333ÿ. */
	$"0000 FF33 3333 FFFF FF33 3333 3333 FF00"            /* ..ÿ333ÿÿÿ33333ÿ. */
	$"0000 FF33 3333 3333 3333 3333 3333 FF00"            /* ..ÿ33333333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics8' (135) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 0000 00FF FFFF 00FF 0000"            /* ..ÿ......ÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF FF00 00FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿÿ..ÿ+ÿÿÿÿ. */
	$"0000 FFFF 2B2B 2BFF FF2B 2B2B 2B2B FF00"            /* ..ÿÿ+++ÿÿ+++++ÿ. */
	$"0000 FF2B FFFF FFFF FFFF FF2B 2B2B FF00"            /* ..ÿ+ÿÿÿÿÿÿÿ+++ÿ. */
	$"0000 FF2B FF00 0000 0000 FFFF 2B2B FF00"            /* ..ÿ+ÿ.....ÿÿ++ÿ. */
	$"0000 FFFF FF00 FF00 FF00 00FF FF2B FF00"            /* ..ÿÿÿ.ÿ.ÿ..ÿÿ+ÿ. */
	$"0000 FF33 FF00 00FF 00FF 00FF 33FF FF00"            /* ..ÿ3ÿ..ÿ.ÿ.ÿ3ÿÿ. */
	$"0000 FF33 FF00 FF00 FF00 00FF 3333 FF00"            /* ..ÿ3ÿ.ÿ.ÿ..ÿ33ÿ. */
	$"0000 FF33 FF00 00FF 00FF 00FF 3333 FF00"            /* ..ÿ3ÿ..ÿ.ÿ.ÿ33ÿ. */
	$"0000 FF33 FF00 FF00 FF00 00FF 3333 FF00"            /* ..ÿ3ÿ.ÿ.ÿ..ÿ33ÿ. */
	$"0000 FF33 FF00 0000 0000 00FF 3333 FF00"            /* ..ÿ3ÿ......ÿ33ÿ. */
	$"0000 FF33 FFFF FFFF FFFF FFFF 3333 FF00"            /* ..ÿ3ÿÿÿÿÿÿÿÿ33ÿ. */
	$"0000 FF33 3333 3333 3333 3333 3333 FF00"            /* ..ÿ33333333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics8' (136) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 0000 00FF FFFF 00FF 0000"            /* ..ÿ......ÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF FF00 00FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿÿ..ÿ+ÿÿÿÿ. */
	$"0000 FFFF 2B2B 2BFF FF2B 2B2B 2B2B FF00"            /* ..ÿÿ+++ÿÿ+++++ÿ. */
	$"0000 FF2B FFFF FFFF FF2B 2B2B 2B2B FF00"            /* ..ÿ+ÿÿÿÿÿ+++++ÿ. */
	$"0000 FF2B FFFF FFFF FFFF FF2B 2B2B FF00"            /* ..ÿ+ÿÿÿÿÿÿÿ+++ÿ. */
	$"0000 FFFF FF00 0000 0000 FFFF FF2B FF00"            /* ..ÿÿÿ.....ÿÿÿ+ÿ. */
	$"0000 FF33 FF00 FFFF FF00 FF33 33FF FF00"            /* ..ÿ3ÿ.ÿÿÿ.ÿ33ÿÿ. */
	$"0000 FF33 FF00 0000 0000 FF33 3333 FF00"            /* ..ÿ3ÿ.....ÿ333ÿ. */
	$"0000 FF33 FF00 0000 0000 FF33 3333 FF00"            /* ..ÿ3ÿ.....ÿ333ÿ. */
	$"0000 FF33 FF00 FFFF FF00 FF33 3333 FF00"            /* ..ÿ3ÿ.ÿÿÿ.ÿ333ÿ. */
	$"0000 FF33 FF00 0000 0000 FF33 3333 FF00"            /* ..ÿ3ÿ.....ÿ333ÿ. */
	$"0000 FF33 FFFF FFFF FFFF FF33 3333 FF00"            /* ..ÿ3ÿÿÿÿÿÿÿ333ÿ. */
	$"0000 FF33 3333 3333 3333 3333 3333 FF00"            /* ..ÿ33333333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics8' (137) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 0000 00FF FFFF 00FF 0000"            /* ..ÿ......ÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF FF00 00FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿÿ..ÿ+ÿÿÿÿ. */
	$"0000 FFFF 2B2B 2BFF FF2B 2B2B 2B2B FF00"            /* ..ÿÿ+++ÿÿ+++++ÿ. */
	$"0000 FF2B 2B2B 2B2B 2B2B 2B2B 2B2B FF00"            /* ..ÿ+++++++++++ÿ. */
	$"0000 FF2B 2BFF FFFF 2B2B 2B2B 2B2B FF00"            /* ..ÿ++ÿÿÿ++++++ÿ. */
	$"0000 FFFF FF00 0000 FFFF FFFF FF2B FF00"            /* ..ÿÿÿ...ÿÿÿÿÿ+ÿ. */
	$"0000 FF33 FF00 0000 0000 0000 FFFF FF00"            /* ..ÿ3ÿ.......ÿÿÿ. */
	$"0000 FF33 FF00 0000 0000 0000 FF33 FF00"            /* ..ÿ3ÿ.......ÿ3ÿ. */
	$"0000 FF33 FF00 0000 0000 0000 FF33 FF00"            /* ..ÿ3ÿ.......ÿ3ÿ. */
	$"0000 FF33 FF00 0000 0000 0000 FF33 FF00"            /* ..ÿ3ÿ.......ÿ3ÿ. */
	$"0000 FF33 FF00 0000 0000 0000 FF33 FF00"            /* ..ÿ3ÿ.......ÿ3ÿ. */
	$"0000 FF33 FFFF FFFF FFFF FFFF FF33 FF00"            /* ..ÿ3ÿÿÿÿÿÿÿÿÿ3ÿ. */
	$"0000 FF33 3333 3333 3333 3333 3333 FF00"            /* ..ÿ33333333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics8' (138) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 0000 00FF FFFF 00FF 0000"            /* ..ÿ......ÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF FF00 00FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿÿ..ÿ+ÿÿÿÿ. */
	$"0000 FFFF 2B2B 2BFF FF2B 2B2B 2B2B FF00"            /* ..ÿÿ+++ÿÿ+++++ÿ. */
	$"0000 FF2B 2B2B 2B2B FFFF FFFF 2B2B FF00"            /* ..ÿ+++++ÿÿÿÿ++ÿ. */
	$"0000 FFFF 2BFF 2BFF FF7F 7F7F FF2B FF00"            /* ..ÿÿ+ÿ+ÿÿ...ÿ+ÿ. */
	$"0000 FF2B FF2B FF2B FF7F 7F7F FF2B FF00"            /* ..ÿ+ÿ+ÿ+ÿ...ÿ+ÿ. */
	$"0000 FFFF 33FF 3333 FF7F 7F7F FF2B FF00"            /* ..ÿÿ3ÿ33ÿ...ÿ+ÿ. */
	$"0000 FF33 FF33 FF33 33FF FFFF FFFF FF00"            /* ..ÿ3ÿ3ÿ33ÿÿÿÿÿÿ. */
	$"0000 FFFF 33FF 3333 3333 FF92 9292 FF00"            /* ..ÿÿ3ÿ3333ÿ’’’ÿ. */
	$"0000 FF33 3333 3333 3333 FF92 9292 FF00"            /* ..ÿ3333333ÿ’’’ÿ. */
	$"0000 FF33 33FF 3333 3333 FF92 9292 FF00"            /* ..ÿ33ÿ3333ÿ’’’ÿ. */
	$"0000 FF33 FFC0 FF33 3333 FFFF FFFF FF00"            /* ..ÿ3ÿÀÿ333ÿÿÿÿÿ. */
	$"0000 FFFF C0C0 C0FF 3333 3333 3333 FF00"            /* ..ÿÿÀÀÀÿ333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics8' (133) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 0000 00FF FFFF 00FF 0000"            /* ..ÿ......ÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF FF00 00FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿÿ..ÿ+ÿÿÿÿ. */
	$"0000 FFFF 2B2B 2BFF FF2B 2B2B 2B2B FF00"            /* ..ÿÿ+++ÿÿ+++++ÿ. */
	$"0000 FF2B FFFF FFFF FFFF FFFF 2B2B FF00"            /* ..ÿ+ÿÿÿÿÿÿÿÿ++ÿ. */
	$"0000 FF2B FF00 0000 0000 00FF 2B2B FF00"            /* ..ÿ+ÿ......ÿ++ÿ. */
	$"0000 FFFF FF00 FFFF FFFF 00FF FF2B FF00"            /* ..ÿÿÿ.ÿÿÿÿ.ÿÿ+ÿ. */
	$"0000 FF33 FF00 0000 0000 00FF 33FF FF00"            /* ..ÿ3ÿ......ÿ3ÿÿ. */
	$"0000 FF33 FF00 00FF FFFF 00FF 3333 FF00"            /* ..ÿ3ÿ..ÿÿÿ.ÿ33ÿ. */
	$"0000 FF33 FF00 0000 0000 00FF 3333 FF00"            /* ..ÿ3ÿ......ÿ33ÿ. */
	$"0000 FF33 FF00 00FF FFFF 00FF 3333 FF00"            /* ..ÿ3ÿ..ÿÿÿ.ÿ33ÿ. */
	$"0000 FF33 FF00 0000 0000 00FF 3333 FF00"            /* ..ÿ3ÿ......ÿ33ÿ. */
	$"0000 FF33 FFFF FFFF FFFF FFFF 3333 FF00"            /* ..ÿ3ÿÿÿÿÿÿÿÿ33ÿ. */
	$"0000 FF33 3333 3333 3333 3333 3333 FF00"            /* ..ÿ33333333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics8' (139) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FF00 0000 0000 00FF 0505 FF00 0000"            /* ..ÿ......ÿ..ÿ... */
	$"0000 FF00 0000 0000 00FF FFFF 00FF 0000"            /* ..ÿ......ÿÿÿ.ÿ.. */
	$"0000 FF00 FFFF FF00 00FF 2BFF FFFF FF00"            /* ..ÿ.ÿÿÿ..ÿ+ÿÿÿÿ. */
	$"0000 FFFF 2B2B 2BFF FF2B 2B2B 2B2B FF00"            /* ..ÿÿ+++ÿÿ+++++ÿ. */
	$"0000 FF2B 2B2B 2B2B FFFF FFFF 2B2B FF00"            /* ..ÿ+++++ÿÿÿÿ++ÿ. */
	$"0000 FFFF 2BFF 2BFF FF7F 7F7F FF2B FF00"            /* ..ÿÿ+ÿ+ÿÿ...ÿ+ÿ. */
	$"0000 FF2B FF2B FF2B FF7F 7F7F FF2B FF00"            /* ..ÿ+ÿ+ÿ+ÿ...ÿ+ÿ. */
	$"0000 FFFF 33FF 3333 FF7F 7F7F FF2B FF00"            /* ..ÿÿ3ÿ33ÿ...ÿ+ÿ. */
	$"0000 FF33 FF33 FF33 33FF FFFF FFFF FF00"            /* ..ÿ3ÿ3ÿ33ÿÿÿÿÿÿ. */
	$"0000 FFFF 33FF 3333 3333 FF92 9292 FF00"            /* ..ÿÿ3ÿ3333ÿ’’’ÿ. */
	$"0000 FF33 3333 3333 3333 FF92 9292 FF00"            /* ..ÿ3333333ÿ’’’ÿ. */
	$"0000 FF33 33FF 3333 3333 FF92 9292 FF00"            /* ..ÿ33ÿ3333ÿ’’’ÿ. */
	$"0000 FF33 FFC0 FF33 3333 FFFF FFFF FF00"            /* ..ÿ3ÿÀÿ333ÿÿÿÿÿ. */
	$"0000 FFFF C0C0 C0FF 3333 3333 3333 FF00"            /* ..ÿÿÀÀÀÿ333333ÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'BNDL' (128) {
	$"4C41 4E44 0000 0001 4652 4546 000C 0000"            /* LAND....FREF.... */
	$"0080 0001 0081 0002 0082 0003 0083 0004"            /* .€......‚...ƒ.. */
	$"0084 0005 0085 0006 0086 0007 0087 0008"            /* .„...…...†...‡.. */
	$"0088 0009 0089 000A 008A 000B 008B 000C"            /* .ˆ.Æ.‰.Â.Š...‹.. */
	$"008C 4943 4E23 000C 0000 0080 0001 0081"            /* .ŒICN#.....€... */
	$"0002 0082 0003 0000 0004 0084 0005 0083"            /* ...‚.......„...ƒ */
	$"0006 0085 0007 0086 0008 0087 0009 0088"            /* ...…...†...‡.Æ.ˆ */
	$"000A 0089 000B 008A 000C 0082"                      /* .Â.‰...Š...‚ */
};

data 'FREF' (128) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (129) {
	$"5441 424C 0001 00"                                  /* TABL... */
};

data 'FREF' (130) {
	$"3243 4C4B 0002 00"                                  /* 2CLK... */
};

data 'FREF' (131) {
	$"2A2A 2A2A 0003 00"                                  /* ****... */
};

data 'FREF' (132) {
	$"4341 5244 0004 00"                                  /* CARD... */
};

data 'FREF' (133) {
	$"4641 5450 0005 00"                                  /* FATP... */
};

data 'FREF' (134) {
	$"4654 6F70 0006 00"                                  /* FTop... */
};

data 'FREF' (135) {
	$"4654 7363 0007 00"                                  /* FTsc... */
};

data 'FREF' (136) {
	$"4654 7770 0008 00"                                  /* FTwp... */
};

data 'FREF' (137) {
	$"4654 6D62 0009 00"                                  /* FTmb.Æ. */
};

data 'FREF' (138) {
	$"4654 7462 000A 00"                                  /* FTtb.Â. */
};

data 'FREF' (139) {
	$"4654 7063 000B 00"                                  /* FTpc... */
};

data 'FREF' (140) {
	$"4654 6473 000C 00"                                  /* FTds... */
};

