
/*	$Id$    */

/******************************************************************************

    UserLand Frontier(tm) -- High performance Web content management,
    object database, system-level and Internet scripting environment,
    including source code editing and debugging.

    Copyright (C) 1992-2004 UserLand Software, Inc.

    This program is free software; you can redistribute it and/or modify
    it under the terms of the GNU General Public License as published by
    the Free Software Foundation; either version 2 of the License, or
    (at your option) any later version.

    This program is distributed in the hope that it will be useful,
    but WITHOUT ANY WARRANTY; without even the implied warranty of
    MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
    GNU General Public License for more details.

    You should have received a copy of the GNU General Public License
    along with this program; if not, write to the Free Software
    Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA

******************************************************************************/

data 'icl4' (0) {
	$"0000 0000 3333 3333 3333 3333 0000 0000"            /* ....33333333.... */
	$"0000 0003 3333 3333 3333 3333 3000 0000"            /* ....333333330... */
	$"0000 0033 3333 3333 3333 3333 3300 0000"            /* ...3333333333... */
	$"0000 0333 3333 333C 3333 3333 3330 0000"            /* ...3333<333330.. */
	$"0000 3333 3333 33CC C333 3333 3333 0000"            /* ..33333ÌÃ33333.. */
	$"0003 3333 333C 33CC C33C C333 3333 3000"            /* ..333<3ÌÃ<Ã3330. */
	$"0033 3333 33CC C3CC C3CC C333 3333 3300"            /* .3333ÌÃÌÃÌÃ3333. */
	$"0333 3333 33CC C3CC C3CC C333 3333 3330"            /* .3333ÌÃÌÃÌÃ33330 */
	$"3333 3333 C3CC C3CC C3CC C333 3333 3333"            /* 3333ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC C3CC C3CC C333 3333 3333"            /* 333<ÃÌÃÌÃÌÃ33333 */
	$"3333 333C C3CC CCCC CCCC C333 CCC3 3333"            /* 333<ÃÌÌÌÌÌÃ3ÌÃ33 */
	$"3333 333C CCCC CCCC CCCC C33C CCC3 3333"            /* 333<ÌÌÌÌÌÌÃ<ÌÃ33 */
	$"3333 333C CCCC CCCC CCCC C33C CCC3 3333"            /* 333<ÌÌÌÌÌÌÃ<ÌÃ33 */
	$"3333 333C CCCC CCCC CCCC C3CC CC33 3333"            /* 333<ÌÌÌÌÌÌÃÌÌ333 */
	$"3333 333C CCCC CCCC CCCC CCCC CC33 3333"            /* 333<ÌÌÌÌÌÌÌÌÌ333 */
	$"3333 333C CCCC CCCC CCCC CCCC C333 3333"            /* 333<ÌÌÌÌÌÌÌÌÃ333 */
	$"3333 333C CCCC CCCC CCCC CCCC C333 3333"            /* 333<ÌÌÌÌÌÌÌÌÃ333 */
	$"3333 333C CCCC CCCC CCCC CCCC 3333 3333"            /* 333<ÌÌÌÌÌÌÌÌ3333 */
	$"3333 333C CCCC CCCC CCCC CCCC 3333 3333"            /* 333<ÌÌÌÌÌÌÌÌ3333 */
	$"3333 333C CCCC CCCC CCCC CCC3 3333 3333"            /* 333<ÌÌÌÌÌÌÌÃ3333 */
	$"3333 333C CCCC CCCC CCCC CCC3 3333 3333"            /* 333<ÌÌÌÌÌÌÌÃ3333 */
	$"0333 333C CCCC C3CC CCCC CC33 3333 3330"            /* .33<ÌÌÃÌÌÌÌ33330 */
	$"0033 3333 CCCC CC3C CCCC C333 3333 3300"            /* .333ÌÌÌ<ÌÌÃ3333. */
	$"0003 3333 3333 3333 3333 3333 3333 3000"            /* ..3333333333330. */
	$"0000 3333 3333 3333 3333 3333 3333 0000"            /* ..333333333333.. */
	$"0000 0333 3333 3333 3333 3333 3330 0000"            /* ...33333333330.. */
	$"0000 0033 3333 3333 3333 3333 3300 0000"            /* ...3333333333... */
	$"0000 0003 3333 3333 3333 3333 3000 0000"            /* ....333333330... */
};

data 'icl4' (1) {
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FFFF FFFF FFFF FFFF"            /* ð....ÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FFFF FFFF FFFF FFFF"            /* ð....ÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FFFF FFFF FFFF FFFF"            /* ð....ÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FFFF FFFF FFFF FFFF"            /* ð....ÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 0000 0FFF FFFF FF00 0000 FFFF FFFF"            /* ð....ÿÿÿÿ...ÿÿÿÿ */
	$"F000 F000 0FFF FFFF 0000 0000 00FF FFFF"            /* ð.ð..ÿÿÿ.....ÿÿÿ */
	$"F000 F000 0FFF FFF0 0000 0000 000F FFFF"            /* ð.ð..ÿÿð......ÿÿ */
	$"F000 F000 0FFF FF00 0000 0000 0000 FFFF"            /* ð.ð..ÿÿ.......ÿÿ */
	$"F000 0000 0FFF F000 0000 0000 0000 0FFF"            /* ð....ÿð........ÿ */
	$"F000 0000 0FFF F000 0000 0000 0000 0FFF"            /* ð....ÿð........ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0003 3303 3303 3300 00FF"            /* ð....ÿ..3.3.3..ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0003 3303 3303 0300 00FF"            /* ð....ÿ..3.3....ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0000 0FFF 0003 3303 0333 0000 00FF"            /* ð....ÿ..3..3...ÿ */
	$"F000 0000 0FFF 0000 0000 0000 0000 00FF"            /* ð....ÿ.........ÿ */
	$"F000 0FFF FFFF 0000 0000 0000 0000 00FF"            /* ð..ÿÿÿ.........ÿ */
	$"F000 000F FFFF 0003 3330 3330 3300 00FF"            /* ð...ÿÿ..30303..ÿ */
	$"F000 000F FFFF 0000 0000 0000 0000 0FFF"            /* ð...ÿÿ.........ÿ */
	$"F000 000F FFFF 0000 0000 0000 0000 0FFF"            /* ð...ÿÿ.........ÿ */
	$"F000 000F FFFF 0000 0000 0000 0000 FFFF"            /* ð...ÿÿ........ÿÿ */
	$"F000 000F FFF0 0000 0000 0000 000F FFFF"            /* ð...ÿð........ÿÿ */
	$"F000 FFFF F000 0000 0000 0000 0FFF FFFF"            /* ð.ÿÿð........ÿÿÿ */
	$"F000 000F FFFF FFFF FFFF FFFF FFFF FFFF"            /* ð...ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 000F FFFF FFFF FFFF FFFF FFFF FFFF"            /* ð...ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 000F FFFF FFFF FFFF FFFF FFFF FFFF"            /* ð...ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"F000 000F FFFF FFFF FFFF FFFF FFFF FFFF"            /* ð...ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
};

data 'icl4' (2) {
	$"0000 0000 0000 000F F000 0000 0000 0000"            /* ........ð....... */
	$"0000 0000 0000 00FF FF00 0000 0000 0000"            /* .......ÿÿ....... */
	$"0000 0000 0000 00FF FF00 0000 0000 0000"            /* .......ÿÿ....... */
	$"0000 0000 0000 0FF1 1FF0 0000 0000 0000"            /* .......ñ.ð...... */
	$"0000 0000 0000 0FF1 1FF0 0000 0000 0000"            /* .......ñ.ð...... */
	$"0000 0000 0000 FF11 11FF 0000 0000 0000"            /* ......ÿ..ÿ...... */
	$"0000 0000 0000 FF11 11FF 0000 0000 0000"            /* ......ÿ..ÿ...... */
	$"0000 0000 000F F111 111F F000 0000 0000"            /* ......ñ...ð..... */
	$"0000 0000 000F F11F F11F F000 0000 0000"            /* ......ñ.ñ.ð..... */
	$"0000 0000 00FF 11FF FF11 FF00 0000 0000"            /* .....ÿ.ÿÿ.ÿ..... */
	$"0000 0000 00FF 11FF FF11 FF00 0000 0000"            /* .....ÿ.ÿÿ.ÿ..... */
	$"0000 0000 0FF1 11FF FF11 1FF0 0000 0000"            /* .....ñ.ÿÿ..ð.... */
	$"0000 0000 0FF1 11FF FF11 1FF0 0000 0000"            /* .....ñ.ÿÿ..ð.... */
	$"0000 0000 FF11 11FF FF11 11FF 0000 0000"            /* ....ÿ..ÿÿ..ÿ.... */
	$"0000 0000 FF11 11FF FF11 11FF 0000 0000"            /* ....ÿ..ÿÿ..ÿ.... */
	$"0000 000F F111 11FF FF11 111F F000 0000"            /* ....ñ..ÿÿ...ð... */
	$"0000 000F F111 11FF FF11 111F F000 0000"            /* ....ñ..ÿÿ...ð... */
	$"0000 00FF 1111 11FF FF11 1111 FF00 0000"            /* ...ÿ...ÿÿ...ÿ... */
	$"0000 00FF 1111 11FF FF11 1111 FF00 0000"            /* ...ÿ...ÿÿ...ÿ... */
	$"0000 0FF1 1111 11FF FF11 1111 1FF0 0000"            /* ...ñ...ÿÿ....ð.. */
	$"0000 0FF1 1111 111F F111 1111 1FF0 0000"            /* ...ñ....ñ....ð.. */
	$"0000 FF11 1111 111F F111 1111 11FF 0000"            /* ..ÿ.....ñ....ÿ.. */
	$"0000 FF11 1111 1111 1111 1111 11FF 0000"            /* ..ÿ..........ÿ.. */
	$"000F F111 1111 1111 1111 1111 111F F000"            /* ..ñ...........ð. */
	$"000F F111 1111 111F F111 1111 111F F000"            /* ..ñ.....ñ.....ð. */
	$"00FF 1111 1111 11FF FF11 1111 1111 FF00"            /* .ÿ.....ÿÿ.....ÿ. */
	$"00FF 1111 1111 11FF FF11 1111 1111 FF00"            /* .ÿ.....ÿÿ.....ÿ. */
	$"0FF1 1111 1111 111F F111 1111 1111 1FF0"            /* .ñ......ñ......ð */
	$"0FF1 1111 1111 1111 1111 1111 1111 1FF0"            /* .ñ.............ð */
	$"FF11 1111 1111 1111 1111 1111 1111 11FF"            /* ÿ..............ÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"0FFF FFFF FFFF FFFF FFFF FFFF FFFF FFF0"            /* .ÿÿÿÿÿÿÿÿÿÿÿÿÿÿð */
};

data 'icl4' (128) {
	$"00DD DDDD DDDD DDDD DDDD DDDD DDDD DD00"            /* .ÝÝÝÝÝÝÝÝÝÝÝÝÝÝ. */
	$"0D00 0000 0000 0000 0000 0000 0000 0CA0"            /* ...............  */
	$"D00C CCCC C00C CCCC CCCC CCCC CCCC CCCA"            /* Ð.ÌÌÀ.ÌÌÌÌÌÌÌÌÌÊ */
	$"D0CC CCC0 0CCC CCCC CCCC CCCC CCCC CCCA"            /* ÐÌÌÀ.ÌÌÌÌÌÌÌÌÌÌÊ */
	$"D0CC CC0C CCCC CCDD DDCC CCCC CCCC CCCA"            /* ÐÌÌ.ÌÌÌÝÝÌÌÌÌÌÌÊ */
	$"D0CC C0CC CCCC CCCC CCCC DCCC CCCC CCCA"            /* ÐÌÀÌÌÌÌÌÌÌÜÌÌÌÌÊ */
	$"D0CC 00CC CCCC C000 000C CCCC CCCC CCCA"            /* ÐÌ.ÌÌÌÀ...ÌÌÌÌÌÊ */
	$"D0CC 0CCC CC00 0CCC CCC0 0CCC CCCC CCCA"            /* ÐÌ.ÌÌ..ÌÌÀ.ÌÌÌÌÊ */
	$"D0C0 CCCC C00C CCDD DDDC C00C CCCC CCCA"            /* ÐÀÌÌÀ.ÌÝÝÜÀ.ÌÌÌÊ */
	$"D0C0 CCCC 0CCC DCCC CCCD DCCC CCCC CCCA"            /* ÐÀÌÌ.ÌÜÌÌÍÜÌÌÌÌÊ */
	$"D00C CCCC CCCD CC00 000C CDCC CCCC CCCA"            /* Ð.ÌÌÌÍÌ...ÍÌÌÌÌÊ */
	$"D00C CCCC CCDC 0CCD DDC0 CCDC CCCC CCCA"            /* Ð.ÌÌÌÜ.ÍÝÀÌÜÌÌÌÊ */
	$"D0CC CCCC CDC0 CDDC DD5D 0CDC CCCC CCCA"            /* ÐÌÌÌÍÀÍÜÝ].ÜÌÌÌÊ */
	$"D0CC CCCC DCCC DCCC DD55 CCCD CCCC CCCA"            /* ÐÌÌÌÜÌÜÌÝUÌÍÌÌÌÊ */
	$"D0CC DCCC DCCC DCCD D556 ECCD CCCC CCCA"            /* ÐÌÜÌÜÌÜÍÕVìÍÌÌÌÊ */
	$"D0CC DCCC DCCD 5DD5 555E ECCD CCCC CCCA"            /* ÐÌÜÌÜÍ]ÕU^ìÍÌÌÌÊ */
	$"D0CC DCCC DCCD 5555 56EF ECCD CCCC CCCA"            /* ÐÌÜÌÜÍUUVïìÍÌÌÌÊ */
	$"D0CC CCCC DCCC 5556 6EFF ECCD CCCC CCCA"            /* ÐÌÌÌÜÌUVnÿìÍÌÌÌÊ */
	$"D0CC CCCC CCCC D6EE EFFE DCCC CCCC CCCA"            /* ÐÌÌÌÌÌÖîïþÜÌÌÌÌÊ */
	$"D0CC CCCC CCCC CEEF FFED CCDC CCCC CCCA"            /* ÐÌÌÌÌÌÎïÿíÌÜÌÌÌÊ */
	$"D0CC CCCC 0CDC CCDE EDDC CDC0 CCCC CCCA"            /* ÐÌÌÌ.ÜÌÞíÜÍÀÌÌÌÊ */
	$"D0CC CCCC C0CD CCCC CCCD DCCC CCCC CCCA"            /* ÐÌÌÌÀÍÌÌÌÍÜÌÌÌÌÊ */
	$"D0CC CCCC CC0C CDDD DDDD CC0C CCCC CCCA"            /* ÐÌÌÌÌ.ÍÝÝÝÌ.ÌÌÌÊ */
	$"D0CC C0CC CCC0 CCCC CCCC 00CC CCCC CCCA"            /* ÐÌÀÌÌÀÌÌÌÌ.ÌÌÌÌÊ */
	$"D0CC CC0C CCCC 0000 0000 0CCC C0CC CCCA"            /* ÐÌÌ.ÌÌ.....ÌÀÌÌÊ */
	$"D0CC CCC0 CCCC CC00 00CC CCCC 0CCC CCCA"            /* ÐÌÌÀÌÌÌ..ÌÌÌ.ÌÌÊ */
	$"D0CC CCCC 0CCC CCCC CCCC CCC0 CCCC CCCA"            /* ÐÌÌÌ.ÌÌÌÌÌÌÀÌÌÌÊ */
	$"D0CC CCCC C00C CCCC CCCC C00C CCCC C0CA"            /* ÐÌÌÌÀ.ÌÌÌÌÀ.ÌÌÀÊ */
	$"D0CC CCCC CC00 0000 0000 0CCC CCCC 0CCA"            /* ÐÌÌÌÌ......ÌÌÌ.Ê */
	$"DC0C CCCC CCCC C000 00CC CCCC CC00 CCDA"            /* Ü.ÌÌÌÌÀ..ÌÌÌÌ.ÌÚ */
	$"0ADC CCCC CCCC CCCC CCCC CCCC CCCC CDA0"            /* ÂÜÌÌÌÌÌÌÌÌÌÌÌÌÍ  */
	$"00AA AAAA AAAA AAAA AAAA AAAA AAAA AA00"            /* .ªªªªªªªªªªªªªª. */
};

data 'icl4' (129) {
	$"0000 FFFF FFFF FFFF FFFF FF00 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿ..... */
	$"0000 F000 0000 0000 0000 0FF0 0000 0000"            /* ..ð........ð.... */
	$"0000 F000 0000 0000 0000 0FCF 0000 0000"            /* ..ð........Ï.... */
	$"0000 F000 0000 0000 0000 0FCC F000 0000"            /* ..ð........Ìð... */
	$"0000 F000 0000 0000 0000 0FCC CF00 0000"            /* ..ð........ÌÏ... */
	$"0000 F000 0000 0000 0000 0FCC CCF0 0000"            /* ..ð........ÌÌð.. */
	$"0000 F000 0000 0000 0000 0FFF FFFF 0000"            /* ..ð........ÿÿÿ.. */
	$"0000 F000 0000 0DDD DDD0 0000 000F 0000"            /* ..ð....ÝÝÐ...... */
	$"0000 F000 000D D000 000D D000 000F 0000"            /* ..ð...Ð...Ð..... */
	$"0000 F000 0DD0 0000 0000 0DD0 000F 0000"            /* ..ð..Ð.....Ð.... */
	$"0000 F000 D000 00DD DD00 000D 000F 0000"            /* ..ð.Ð..ÝÝ....... */
	$"0000 F000 D000 DD00 00DD 000D 000F 0000"            /* ..ð.Ð.Ý..Ý...... */
	$"0000 F00D 000D 0000 0000 D000 D00F 0000"            /* ..ð.......Ð.Ð... */
	$"0000 F00D 00D0 00DD DD00 0D00 D00F 0000"            /* ..ð..Ð.ÝÝ...Ð... */
	$"0000 F0D0 00D0 0D00 0DD0 0D00 0D0F 0000"            /* ..ðÐ.Ð...Ð...... */
	$"0000 F0D0 0D00 D000 DD5D 00D0 0D0F 0000"            /* ..ðÐ..Ð.Ý].Ð.... */
	$"0000 F0D0 0D00 D000 D566 00D0 0D0F 0000"            /* ..ðÐ..Ð.Õf.Ð.... */
	$"0000 F0D0 0D00 D0DD 5EEE 00D0 0D0F 0000"            /* ..ðÐ..ÐÝ^î.Ð.... */
	$"0000 F0D0 0D00 DDD5 EFF5 00D0 0D0F 0000"            /* ..ðÐ..ÝÕïõ.Ð.... */
	$"0000 F0D0 00D0 0D56 FFE0 0D00 0D0F 0000"            /* ..ðÐ.Ð.Vÿà...... */
	$"0000 F00D 00D0 0056 E500 0D00 D00F 0000"            /* ..ð..Ð.Vå...Ð... */
	$"0000 F00D 000D 0000 0000 D000 D00F 0000"            /* ..ð.......Ð.Ð... */
	$"0000 F000 D000 DD00 00DD 000D 000F 0000"            /* ..ð.Ð.Ý..Ý...... */
	$"0000 F000 D000 00DD DD00 000D 000F 0000"            /* ..ð.Ð..ÝÝ....... */
	$"0000 F000 0DD0 0000 0000 0DD0 000F 0000"            /* ..ð..Ð.....Ð.... */
	$"0000 F000 000D D000 000D D000 000F 0000"            /* ..ð...Ð...Ð..... */
	$"0000 F000 0000 0DDD DDD0 0000 000F 0000"            /* ..ð....ÝÝÐ...... */
	$"0000 F000 0000 0000 0000 0000 000F 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 0000 0000 000F 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 0000 0000 000F 0000"            /* ..ð............. */
	$"0000 F000 0000 0000 0000 0000 000F 0000"            /* ..ð............. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿ.. */
};

data 'icl8' (0) {
	$"0000 0000 0000 0000 D8D8 D8D8 D8D8 D8D8"            /* ........ØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 0000 0000 0000 0000"            /* ØØØØØØØØ........ */
	$"0000 0000 0000 00D8 D8D8 D8D8 D8D8 D8D8"            /* .......ØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D800 0000 0000 0000"            /* ØØØØØØØØØ....... */
	$"0000 0000 0000 D8D8 D8D8 D8D8 D8D8 D8D8"            /* ......ØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 0000 0000 0000"            /* ØØØØØØØØØØ...... */
	$"0000 0000 00D8 D8D8 D8D8 D8D8 D8D8 D808"            /* .....ØØØØØØØØØØ. */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 D800 0000 0000"            /* ØØØØØØØØØØØ..... */
	$"0000 0000 D8D8 D8D8 D8D8 D8D8 D8D8 0808"            /* ....ØØØØØØØØØØ.. */
	$"08D8 D8D8 D8D8 D8D8 D8D8 D8D8 0000 0000"            /* .ØØØØØØØØØØØ.... */
	$"0000 00D8 D8D8 D8D8 D8D8 D808 D8D8 0808"            /* ...ØØØØØØØØ.ØØ.. */
	$"08D8 D808 08D8 D8D8 D8D8 D8D8 D800 0000"            /* .ØØ..ØØØØØØØØ... */
	$"0000 D8D8 D8D8 D8D8 D8D8 0808 08D8 0808"            /* ..ØØØØØØØØ...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 0000"            /* .Ø...ØØØØØØØØØ.. */
	$"00D8 D8D8 D8D8 D8D8 D8D8 0808 08D8 0808"            /* .ØØØØØØØØØ...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D800"            /* .Ø...ØØØØØØØØØØ. */
	$"D8D8 D8D8 D8D8 D8D8 08D8 0808 08D8 0808"            /* ØØØØØØØØ.Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 08D8 0808"            /* ØØØØØØØ..Ø...Ø.. */
	$"08D8 0808 08D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .Ø...ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 08D8 0808 0808 0808"            /* ØØØØØØØ..Ø...... */
	$"0808 0808 08D8 D8D8 0808 08D8 D8D8 D8D8"            /* .....ØØØ...ØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 08D8 D808 0808 08D8 D8D8 D8D8"            /* .....ØØ....ØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 08D8 D808 0808 08D8 D8D8 D8D8"            /* .....ØØ....ØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 08D8 0808 0808 D8D8 D8D8 D8D8"            /* .....Ø....ØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 0808 D8D8 D8D8 D8D8"            /* ..........ØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 08D8 D8D8 D8D8 D8D8"            /* .........ØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 08D8 D8D8 D8D8 D8D8"            /* .........ØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 D8D8 D8D8 D8D8 D8D8"            /* ........ØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 0808 D8D8 D8D8 D8D8 D8D8"            /* ........ØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 08D8 D8D8 D8D8 D8D8 D8D8"            /* .......ØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D808 0808 0808 0808 0808"            /* ØØØØØØØ......... */
	$"0808 0808 0808 08D8 D8D8 D8D8 D8D8 D8D8"            /* .......ØØØØØØØØØ */
	$"00D8 D8D8 D8D8 D808 0808 0808 08D8 0808"            /* .ØØØØØØ......Ø.. */
	$"0808 0808 0808 D8D8 D8D8 D8D8 D8D8 D800"            /* ......ØØØØØØØØØ. */
	$"0000 D8D8 D8D8 D8D8 0808 0808 0808 D808"            /* ..ØØØØØØ......Ø. */
	$"0808 0808 08D8 D8D8 D8D8 D8D8 D8D8 0000"            /* .....ØØØØØØØØØ.. */
	$"0000 00D8 D8D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* ...ØØØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 D8D8 D800 0000"            /* ØØØØØØØØØØØØØ... */
	$"0000 0000 D8D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* ....ØØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 D8D8 0000 0000"            /* ØØØØØØØØØØØØ.... */
	$"0000 0000 00D8 D8D8 D8D8 D8D8 D8D8 D8D8"            /* .....ØØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 D800 0000 0000"            /* ØØØØØØØØØØØ..... */
	$"0000 0000 0000 D8D8 D8D8 D8D8 D8D8 D8D8"            /* ......ØØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D8D8 0000 0000 0000"            /* ØØØØØØØØØØ...... */
	$"0000 0000 0000 00D8 D8D8 D8D8 D8D8 D8D8"            /* .......ØØØØØØØØØ */
	$"D8D8 D8D8 D8D8 D8D8 D800 0000 0000 0000"            /* ØØØØØØØØØ....... */
};

data 'icl8' (1) {
	$"FFFF FFFF FFFF FFFF FFFD FDFD FDFD FDFD"            /* ÿÿÿÿÿÿÿÿÿýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FDFD FDFD"            /* ÿ........ýýýýýýý */
	$"FDFD 2B2B 2B2B 2B2B FDFD FDFD FDFD FDFD"            /* ýý++++++ýýýýýýýý */
	$"FF08 0808 FF08 0808 08FD FDFD FDFD FDFD"            /* ÿ...ÿ....ýýýýýýý */
	$"2B2B 2B2B 2B2B 2B2B 2B2B FDFD FDFD FDFD"            /* ++++++++++ýýýýýý */
	$"FF08 0808 FF08 0808 08FD FDFD FDFD FD2B"            /* ÿ...ÿ....ýýýýýý+ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD FDFD"            /* +++++++++++ýýýýý */
	$"FF08 0808 FF08 0808 08FD FDFD FDFD 2B2B"            /* ÿ...ÿ....ýýýýý++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD FDFD"            /* ++++++++++++ýýýý */
	$"FF08 0808 0808 0808 08FD FDFD FD2B 2B2B"            /* ÿ........ýýýý+++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD"            /* +++++++++++++ýýý */
	$"FF08 0808 0808 0808 08FD FDFD FD2B 2B2B"            /* ÿ........ýýýý+++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD"            /* +++++++++++++ýýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2BD8"            /* ÿ........ýýý+++Ø */
	$"D8D8 2BD8 D8D8 2BD8 D8D8 2B2B 2B2B FDFD"            /* ØØ+ØØØ+ØØØ++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2BD8"            /* ÿ........ýýý+++Ø */
	$"D8D8 2BD8 D8D8 2BD8 2BD8 2B2B 2B2B FDFD"            /* ØØ+ØØØ+Ø+Ø++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2BD8"            /* ÿ........ýýý+++Ø */
	$"D8D8 2BD8 2BD8 D8D8 2B2B 2B2B 2B2B FDFD"            /* ØØ+Ø+ØØØ++++++ýý */
	$"FF08 0808 0808 0808 08FD FDFD 2B2B 2B2B"            /* ÿ........ýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 08FD FDFD FDFD FDFD 2B2B 2B2B"            /* ÿ....ýýýýýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD"            /* ++++++++++++++ýý */
	$"FF08 0808 0808 08FD FDFD FDFD 2B2B 2BD8"            /* ÿ......ýýýýý+++Ø */
	$"D8D8 D82B D8D8 D82B D8D8 2B2B 2B2B FDFD"            /* ØØØ+ØØØ+ØØ++++ýý */
	$"FF08 0808 0808 08FD FDFD FDFD 2B2B 2B2B"            /* ÿ......ýýýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD"            /* +++++++++++++ýýý */
	$"FF08 0808 0808 08FD FDFD FDFD 2B2B 2B2B"            /* ÿ......ýýýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD"            /* +++++++++++++ýýý */
	$"FF08 0808 0808 08FD FDFD FDFD 2B2B 2B2B"            /* ÿ......ýýýýý++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2B2B FDFD FDFD"            /* ++++++++++++ýýýý */
	$"FF08 0808 0808 08FD FDFD FD2B 2B2B 2B2B"            /* ÿ......ýýýý+++++ */
	$"2B2B 2B2B 2B2B 2B2B 2B2B 2BFD FDFD FDFD"            /* +++++++++++ýýýýý */
	$"FF08 0808 FDFD FDFD FD2B 2B2B 2B2B 2B2B"            /* ÿ...ýýýýý+++++++ */
	$"2B2B 2B2B 2B2B 2B2B 2BFD FDFD FDFD FDFD"            /* +++++++++ýýýýýýý */
	$"FF08 0808 0808 08FD FDFD FDFD FDFD FDFD"            /* ÿ......ýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 08FD FDFD FDFD FDFD FDFD"            /* ÿ......ýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 08FD FDFD FDFD FDFD FDFD"            /* ÿ......ýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FF08 0808 0808 08FD FDFD FDFD FDFD FDFD"            /* ÿ......ýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
	$"FFFF FFFF FFFF FFFD FDFD FDFD FDFD FDFD"            /* ÿÿÿÿÿÿÿýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
};

data 'icl8' (2) {
	$"0000 0000 0000 0000 0000 0000 0000 00FF"            /* ...............ÿ */
	$"FF00 0000 0000 0000 0000 0000 0000 0000"            /* ÿ............... */
	$"0000 0000 0000 0000 0000 0000 0000 FFFF"            /* ..............ÿÿ */
	$"FFFF 0000 0000 0000 0000 0000 0000 0000"            /* ÿÿ.............. */
	$"0000 0000 0000 0000 0000 0000 0000 FFFF"            /* ..............ÿÿ */
	$"FFFF 0000 0000 0000 0000 0000 0000 0000"            /* ÿÿ.............. */
	$"0000 0000 0000 0000 0000 0000 00FF FF05"            /* .............ÿÿ. */
	$"05FF FF00 0000 0000 0000 0000 0000 0000"            /* .ÿÿ............. */
	$"0000 0000 0000 0000 0000 0000 00FF FF05"            /* .............ÿÿ. */
	$"05FF FF00 0000 0000 0000 0000 0000 0000"            /* .ÿÿ............. */
	$"0000 0000 0000 0000 0000 0000 FFFF 0505"            /* ............ÿÿ.. */
	$"0505 FFFF 0000 0000 0000 0000 0000 0000"            /* ..ÿÿ............ */
	$"0000 0000 0000 0000 0000 0000 FFFF 0505"            /* ............ÿÿ.. */
	$"0505 FFFF 0000 0000 0000 0000 0000 0000"            /* ..ÿÿ............ */
	$"0000 0000 0000 0000 0000 00FF FF05 0505"            /* ...........ÿÿ... */
	$"0505 05FF FF00 0000 0000 0000 0000 0000"            /* ...ÿÿ........... */
	$"0000 0000 0000 0000 0000 00FF FF05 05FF"            /* ...........ÿÿ..ÿ */
	$"FF05 05FF FF00 0000 0000 0000 0000 0000"            /* ÿ..ÿÿ........... */
	$"0000 0000 0000 0000 0000 FFFF 0505 FFFF"            /* ..........ÿÿ..ÿÿ */
	$"FFFF 0505 FFFF 0000 0000 0000 0000 0000"            /* ÿÿ..ÿÿ.......... */
	$"0000 0000 0000 0000 0000 FFFF 0505 FFFF"            /* ..........ÿÿ..ÿÿ */
	$"FFFF 0505 FFFF 0000 0000 0000 0000 0000"            /* ÿÿ..ÿÿ.......... */
	$"0000 0000 0000 0000 00FF FF05 0505 FFFF"            /* .........ÿÿ...ÿÿ */
	$"FFFF 0505 05FF FF00 0000 0000 0000 0000"            /* ÿÿ...ÿÿ......... */
	$"0000 0000 0000 0000 00FF FF05 0505 FFFF"            /* .........ÿÿ...ÿÿ */
	$"FFFF 0505 05FF FF00 0000 0000 0000 0000"            /* ÿÿ...ÿÿ......... */
	$"0000 0000 0000 0000 FFFF 0505 0505 FFFF"            /* ........ÿÿ....ÿÿ */
	$"FFFF 0505 0505 FFFF 0000 0000 0000 0000"            /* ÿÿ....ÿÿ........ */
	$"0000 0000 0000 0000 FFFF 0505 0505 FFFF"            /* ........ÿÿ....ÿÿ */
	$"FFFF 0505 0505 FFFF 0000 0000 0000 0000"            /* ÿÿ....ÿÿ........ */
	$"0000 0000 0000 00FF FF05 0505 0505 FFFF"            /* .......ÿÿ.....ÿÿ */
	$"FFFF 0505 0505 05FF FF00 0000 0000 0000"            /* ÿÿ.....ÿÿ....... */
	$"0000 0000 0000 00FF FF05 0505 0505 FFFF"            /* .......ÿÿ.....ÿÿ */
	$"FFFF 0505 0505 05FF FF00 0000 0000 0000"            /* ÿÿ.....ÿÿ....... */
	$"0000 0000 0000 FFFF 0505 0505 0505 FFFF"            /* ......ÿÿ......ÿÿ */
	$"FFFF 0505 0505 0505 FFFF 0000 0000 0000"            /* ÿÿ......ÿÿ...... */
	$"0000 0000 0000 FFFF 0505 0505 0505 FFFF"            /* ......ÿÿ......ÿÿ */
	$"FFFF 0505 0505 0505 FFFF 0000 0000 0000"            /* ÿÿ......ÿÿ...... */
	$"0000 0000 00FF FF05 0505 0505 0505 FFFF"            /* .....ÿÿ.......ÿÿ */
	$"FFFF 0505 0505 0505 05FF FF00 0000 0000"            /* ÿÿ.......ÿÿ..... */
	$"0000 0000 00FF FF05 0505 0505 0505 05FF"            /* .....ÿÿ........ÿ */
	$"FF05 0505 0505 0505 05FF FF00 0000 0000"            /* ÿ........ÿÿ..... */
	$"0000 0000 FFFF 0505 0505 0505 0505 05FF"            /* ....ÿÿ.........ÿ */
	$"FF05 0505 0505 0505 0505 FFFF 0000 0000"            /* ÿ.........ÿÿ.... */
	$"0000 0000 FFFF 0505 0505 0505 0505 0505"            /* ....ÿÿ.......... */
	$"0505 0505 0505 0505 0505 FFFF 0000 0000"            /* ..........ÿÿ.... */
	$"0000 00FF FF05 0505 0505 0505 0505 0505"            /* ...ÿÿ........... */
	$"0505 0505 0505 0505 0505 05FF FF00 0000"            /* ...........ÿÿ... */
	$"0000 00FF FF05 0505 0505 0505 0505 05FF"            /* ...ÿÿ..........ÿ */
	$"FF05 0505 0505 0505 0505 05FF FF00 0000"            /* ÿ..........ÿÿ... */
	$"0000 FFFF 0505 0505 0505 0505 0505 FFFF"            /* ..ÿÿ..........ÿÿ */
	$"FFFF 0505 0505 0505 0505 0505 FFFF 0000"            /* ÿÿ..........ÿÿ.. */
	$"0000 FFFF 0505 0505 0505 0505 0505 FFFF"            /* ..ÿÿ..........ÿÿ */
	$"FFFF 0505 0505 0505 0505 0505 FFFF 0000"            /* ÿÿ..........ÿÿ.. */
	$"00FF FF05 0505 0505 0505 0505 0505 05FF"            /* .ÿÿ............ÿ */
	$"FF05 0505 0505 0505 0505 0505 05FF FF00"            /* ÿ............ÿÿ. */
	$"00FF FF05 0505 0505 0505 0505 0505 0505"            /* .ÿÿ............. */
	$"0505 0505 0505 0505 0505 0505 05FF FF00"            /* .............ÿÿ. */
	$"FFFF 0505 0505 0505 0505 0505 0505 0505"            /* ÿÿ.............. */
	$"0505 0505 0505 0505 0505 0505 0505 FFFF"            /* ..............ÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"00FF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* .ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'icl8' (128) {
	$"0000 5656 5656 5656 5656 5656 5656 5656"            /* ..VVVVVVVVVVVVVV */
	$"5656 5656 5656 5656 5656 5656 5656 0000"            /* VVVVVVVVVVVVVV.. */
	$"0056 0000 0000 0000 0000 0000 0000 0000"            /* .V.............. */
	$"0000 0000 0000 0000 0000 0000 00F6 FD00"            /* .............öý. */
	$"5600 00F6 F6F6 2B2B F6F5 F5F6 F6F6 F6F6"            /* V..ööö++öõõööööö */
	$"F6F6 F6F6 F6F6 F6F6 F62B 2BF6 F6F6 F7FD"            /* ööööööööö++ööö÷ý */
	$"5600 F6F6 F6F7 2BF5 F5F6 F6F6 F6F6 F6F6"            /* V.ööö÷+õõööööööö */
	$"F6F6 F6F6 F6F6 F6F6 F6F6 F62B F6F6 F7FD"            /* ööööööööööö+öö÷ý */
	$"5600 F6F6 F72B F5F6 F6F6 F62B F7F8 56F9"            /* V.öö÷+õöööö+÷øVù */
	$"F956 F8F7 F6F6 F6F6 F6F6 F6F6 2BF6 2BFD"            /* ùVø÷öööööööö+ö+ý */
	$"5600 F62B 2BF5 F6F6 F62B F8F8 F72B F6F6"            /* V.ö++õööö+øø÷+öö */
	$"F62B F7F8 56F8 F6F6 F6F6 F6F6 2B2B 2BFD"            /* ö+÷øVøöööööö+++ý */
	$"5600 2BF7 F5F5 F6F6 F7F8 F7F6 F6F5 F5F5"            /* V.+÷õõöö÷ø÷ööõõõ */
	$"F5F5 F5F6 F6F8 F82B F6F6 F6F6 F62B 2BFD"            /* õõõööøø+ööööö++ý */
	$"5600 F7F6 F5F6 F6F8 F8F6 F5F5 F5F6 F6F6"            /* V.÷öõööøøöõõõööö */
	$"F6F6 F6F5 F5F6 2BF8 F7F6 F6F6 F6F6 2BFD"            /* öööõõö+ø÷ööööö+ý */
	$"5600 2BF5 F6F6 F7F7 F6F5 F5F6 2BF8 F9FA"            /* V.+õöö÷÷öõõö+øùú */
	$"FAF9 56F7 F6F5 F52B F82B F6F6 F6F6 2BFD"            /* úùV÷öõõ+ø+öööö+ý */
	$"5600 F6F5 F62B F8F6 F5F6 F6F8 F9F8 F7F6"            /* V.öõö+øöõööøùø÷ö */
	$"F62B F856 562B F6F6 2BF8 F6F6 F6F6 2BFD"            /* ö+øVV+öö+øöööö+ý */
	$"5600 F5F6 F6F8 2BF6 F6F6 F856 2BF6 F5F5"            /* V.õööø+öööøV+öõõ */
	$"F5F5 F5F6 F8F9 2BF6 F6F8 F7F6 F6F6 2BFD"            /* õõõöøù+ööø÷ööö+ý */
	$"5600 F5F6 2BF8 F6F6 F6F8 56F6 F52B 557F"            /* V.õö+øöööøVöõ+U. */
	$"7F79 F7F5 F6F7 56F6 F62B F8F6 F6F6 2BFD"            /* .y÷õö÷Vöö+øööö+ý */
	$"5600 F6F6 F7F7 F6F6 F756 F7F5 F77F 7955"            /* V.öö÷÷öö÷V÷õ÷.yU */
	$"797F A4F9 F5F6 56F7 F6F6 F82B F6F6 2BFD"            /* y.¤ùõöV÷ööø+öö+ý */
	$"5600 F6F6 F82B F6F6 56F8 F6F6 7F55 F755"            /* V.ööø+ööVøöö.U÷U */
	$"797F A4AA 55F6 F756 F6F6 F7F7 F6F6 2BFD"            /* y.¤ªUö÷Vöö÷÷öö+ý */
	$"5600 F6F6 56F6 F6F6 F9F8 F655 7F55 5579"            /* V.ööVöööùøöU.UUy */
	$"7FA3 A4CE A5F6 2BF9 F6F6 F7F8 F6F6 2BFD"            /* .£¤Î¥ö+ùöö÷øöö+ý */
	$"5600 F6F6 F9F6 F6F6 FAF7 F67A A37F 7FA3"            /* V.ööùöööú÷öz£..£ */
	$"A3A4 AACF ABF7 F6FA F6F6 F7F8 F6F6 2BFD"            /* £¤ªÏ«÷öúöö÷øöö+ý */
	$"5600 F6F6 56F6 F6F6 F9F8 F6F9 A4A4 A4A4"            /* V.ööVöööùøöù¤¤¤¤ */
	$"A4CE CFF1 ABF8 F6F9 F6F6 F7F8 F6F6 2BFD"            /* ¤ÎÏñ«øöùöö÷øöö+ý */
	$"5600 F6F6 F82B F6F6 56F8 F6F8 AAAA AACE"            /* V.ööø+ööVøöøªªªÎ */
	$"CECF F1F2 FBF8 F756 F6F6 F7F7 F6F6 2BFD"            /* ÎÏñòûø÷Vöö÷÷öö+ý */
	$"5600 F6F6 F8F7 F6F6 F7F8 2BF6 81CE CFCF"            /* V.ööø÷öö÷ø+öÎÏÏ */
	$"CFF2 F2AB F9F7 F8F7 F6F6 F72B F6F6 2BFD"            /* Ïòò«ù÷ø÷öö÷+öö+ý */
	$"5600 F6F6 2BF8 F6F6 F6F8 F8F6 2BA5 CFF1"            /* V.öö+øöööøøö+¥Ïñ */
	$"F2F2 ABFA F8F8 F9F6 F62B F82B F6F6 2BFD"            /* òò«úøøùöö+ø+öö+ý */
	$"5600 F6F6 F6F8 2BF6 F52B 56F8 F62B F9FB"            /* V.öööø+öõ+Vøö+ùû */
	$"FB81 F9F8 F8F9 F7F5 F6F7 F7F6 F6F6 2BFD"            /* ûùøøù÷õö÷÷ööö+ý */
	$"5600 F6F6 F6F7 F7F6 F6F5 2B56 F8F7 F62B"            /* V.ööö÷÷ööõ+Vø÷ö+ */
	$"F7F8 F856 56F8 F6F6 2BF8 2BF6 F6F6 2BFD"            /* ÷øøVVøöö+ø+ööö+ý */
	$"5600 F6F6 F6F6 F82B F6F6 F52B F856 5656"            /* V.ööööø+ööõ+øVVV */
	$"5656 5656 F7F6 F5F6 F7F7 F6F6 F6F6 2BFD"            /* VVVV÷öõö÷÷öööö+ý */
	$"5600 2BF6 F6F5 2BF8 2BF6 F6F5 F62B F8F8"            /* V.+ööõ+ø+ööõö+øø */
	$"F8F8 F7F6 F5F5 F6F7 F7F6 F6F6 F6F6 2BFD"            /* øø÷öõõö÷÷ööööö+ý */
	$"5600 2B2B F6F6 F52B F8F7 F6F6 F5F5 F5F5"            /* V.++ööõ+ø÷ööõõõõ */
	$"F5F5 F5F5 F52B F7F8 F6F5 F6F6 F6F7 2BFD"            /* õõõõõ+÷øöõööö÷+ý */
	$"5600 F62B F6F6 F6F5 2BF8 F8F7 2BF6 F5F5"            /* V.ö+öööõ+øø÷+öõõ */
	$"F5F5 F62B F7F8 F7F6 F5F6 F6F6 2B2B 2BFD"            /* õõö+÷ø÷öõööö+++ý */
	$"5600 F6F6 2BF6 F6F6 F5F6 F7F8 F8F8 F7F7"            /* V.öö+öööõö÷øøø÷÷ */
	$"F7F8 F8F8 F82B F6F5 F6F6 F62B F7F6 2BFD"            /* ÷øøøø+öõööö+÷ö+ý */
	$"5600 F6F6 F62B 2BF6 F6F5 F5F6 2BF7 F8F8"            /* V.ööö++ööõõö+÷øø */
	$"F8F8 F72B F6F5 F5F6 F6F6 2BF7 F6F5 F7FD"            /* øø÷+öõõööö+÷öõ÷ý */
	$"5600 F6F6 F6F6 2B2B F6F6 F5F5 F5F5 F5F5"            /* V.öööö++ööõõõõõõ */
	$"F5F5 F5F5 F5F6 F6F6 F6F7 2BF6 F5F6 F8FD"            /* õõõõõöööö÷+öõöøý */
	$"56F7 00F6 F6F6 F6F6 2B2B F6F6 F6F5 F5F5"            /* V÷.ööööö++öööõõõ */
	$"F5F5 F6F6 F6F6 F62B F72B F5F5 F6F6 FAFD"            /* õõööööö+÷+õõööúý */
	$"00FD F9F8 F8F8 F8F8 F8F8 F8F8 F8F8 F8F8"            /* .ýùøøøøøøøøøøøøø */
	$"F8F8 F8F8 F8F8 F8F8 F8F8 F8F8 F881 FD00"            /* øøøøøøøøøøøøøý. */
	$"0000 FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ..ýýýýýýýýýýýýýý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD 0000"            /* ýýýýýýýýýýýýýý.. */
};

data 'icl8' (129) {
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF 0000 0000 0000 0000 0000"            /* ÿÿÿÿÿÿ.......... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5FF FF00 0000 0000 0000 0000"            /* õõõõõÿÿ......... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5FF 2BFF 0000 0000 0000 0000"            /* õõõõõÿ+ÿ........ */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5FF 2B2B FF00 0000 0000 0000"            /* õõõõõÿ++ÿ....... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5FF 2B2B 2BFF 0000 0000 0000"            /* õõõõõÿ+++ÿ...... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5FF 2B2B 2B2B FF00 0000 0000"            /* õõõõõÿ++++ÿ..... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5FF FFFF FFFF FFFF 0000 0000"            /* õõõõõÿÿÿÿÿÿÿ.... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F7F8 F856"            /* ....ÿõõõõõõõ÷øøV */
	$"56F8 F8F7 F5F5 F5F5 F5F5 F5FF 0000 0000"            /* Vøø÷õõõõõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F5 2BF8 F8F7 2BF6"            /* ....ÿõõõõõ+øø÷+ö */
	$"F62B F7F8 F82B F5F5 F5F5 F5FF 0000 0000"            /* ö+÷øø+õõõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F7 F82B F6F6 F6F6"            /* ....ÿõõõõ÷ø+öööö */
	$"F6F6 F6F6 F756 F7F5 F5F5 F5FF 0000 0000"            /* öööö÷V÷õõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F72B F6F6 F6F8 F9FA"            /* ....ÿõõõ÷+öööøùú */
	$"FAF9 F8F6 F62B F7F7 F5F5 F5FF 0000 0000"            /* úùøöö+÷÷õõõÿ.... */
	$"0000 0000 FFF5 F52B F82B F6F7 F9F9 F7F6"            /* ....ÿõõ+ø+ö÷ùù÷ö */
	$"F6F7 F9F9 F7F6 2B56 2BF6 F5FF 0000 0000"            /* ö÷ùù÷ö+V+öõÿ.... */
	$"0000 0000 FFF5 F6F8 2BF6 F7F9 F7F6 F6F6"            /* ....ÿõöø+ö÷ù÷ööö */
	$"F6F6 F6F7 F9F7 F6F7 F8F6 F5FF 0000 0000"            /* ööö÷ù÷ö÷øöõÿ.... */
	$"0000 0000 FFF6 F7F8 F6F6 F9F7 F6F6 4F55"            /* ....ÿö÷øööù÷ööOU */
	$"5555 F6F6 F7F9 F6F6 F82B F6FF 0000 0000"            /* UUöö÷ùööø+öÿ.... */
	$"0000 0000 FFF6 F8F7 F6F8 F9F6 F6F7 4F55"            /* ....ÿöø÷öøùöö÷OU */
	$"5579 564F F6F9 F8F6 F7F8 F6FF 0000 0000"            /* UyVOöùøö÷øöÿ.... */
	$"0000 0000 FFF6 F82B F6F9 F7F6 4F4F 4F55"            /* ....ÿöø+öù÷öOOOU */
	$"797A A49E 2BF8 F9F6 2BF8 F6FF 0000 0000"            /* yz¤ž+øùö+øöÿ.... */
	$"0000 0000 FFF6 56F6 F6FA F6F6 5555 5555"            /* ....ÿöVööúööUUUU */
	$"7AA4 CECE F72B FAF6 F656 F6FF 0000 0000"            /* z¤ÎÎ÷+úööVöÿ.... */
	$"0000 0000 FFF6 56F6 F6FA 2BF6 5555 797A"            /* ....ÿöVööú+öUUyz */
	$"A4CF CFCF F82B FAF6 2B56 F6FF 0000 0000"            /* ¤ÏÏÏø+úö+Vöÿ.... */
	$"0000 0000 FFF6 F82B F6F9 F7F6 5579 7AA4"            /* ....ÿöø+öù÷öUyz¤ */
	$"CFF2 F2A4 F8F8 F9F6 2BF8 F6FF 0000 0000"            /* Ïòò¤øøùö+øöÿ.... */
	$"0000 0000 FFF6 F8F7 F6F8 F9F6 F656 A4CE"            /* ....ÿöø÷öøùööV¤Î */
	$"F1F2 FC56 F7F9 F8F6 F7F8 F6FF 0000 0000"            /* ñòüV÷ùøö÷øöÿ.... */
	$"0000 0000 FFF6 F7F8 F6F6 F9F7 F64F A4CE"            /* ....ÿö÷øööù÷öO¤Î */
	$"CFA4 F9F8 F8F9 F6F6 F82B F6FF 0000 0000"            /* Ï¤ùøøùööø+öÿ.... */
	$"0000 0000 FFF5 F6F8 2BF6 F7F9 F7F6 2BF7"            /* ....ÿõöø+ö÷ù÷ö+÷ */
	$"F8F8 F7F8 F9F7 F6F7 F8F6 F5FF 0000 0000"            /* øø÷øù÷ö÷øöõÿ.... */
	$"0000 0000 FFF5 F62B 56F6 F6F7 F9F9 F82B"            /* ....ÿõö+Vöö÷ùùø+ */
	$"2BF8 F9F9 F7F6 2B56 2BF6 F5FF 0000 0000"            /* +øùù÷ö+V+öõÿ.... */
	$"0000 0000 FFF5 F5F5 F7F7 2BF6 F6F8 F9FA"            /* ....ÿõõõ÷÷+ööøùú */
	$"FAF9 F8F6 F62B F8F7 F6F5 F5FF 0000 0000"            /* úùøöö+ø÷öõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F7 F8F7 F6F6 F6F6"            /* ....ÿõõõõ÷ø÷öööö */
	$"F6F6 F6F6 F7F8 F7F5 F5F5 F5FF 0000 0000"            /* öööö÷ø÷õõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F5 2BF8 F8F7 2BF6"            /* ....ÿõõõõõ+øø÷+ö */
	$"F62B F756 F82B F6F5 F5F5 F5FF 0000 0000"            /* ö+÷Vø+öõõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 2BF8 5656"            /* ....ÿõõõõõõõ+øVV */
	$"56F8 F82B F6F5 F5F5 F5F5 F5FF 0000 0000"            /* Vøø+öõõõõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5FF 0000 0000"            /* õõõõõõõõõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5FF 0000 0000"            /* õõõõõõõõõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5FF 0000 0000"            /* õõõõõõõõõõõÿ.... */
	$"0000 0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5"            /* ....ÿõõõõõõõõõõõ */
	$"F5F5 F5F5 F5F5 F5F5 F5F5 F5FF 0000 0000"            /* õõõõõõõõõõõÿ.... */
	$"0000 0000 FFFF FFFF FFFF FFFF FFFF FFFF"            /* ....ÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿÿ.... */
};

data 'ICN#' (0) {
	$"00FF FF00 01FF FF80 03FF FFC0 07FE FFE0"            /* .ÿÿ..ÿÿ€.ÿÿÀ.þÿà */
	$"0FFC 7FF0 1FEC 67F8 3FC4 47FC 7FC4 47FE"            /* .ü.ð.ìgø?ÄGü.ÄGþ */
	$"FF44 47FF FE44 47FF FE44 47FF FE44 47FF"            /* ÿDGÿþDGÿþDGÿþDGÿ */
	$"FE44 47FF FE44 47FF FE40 071F FE00 061F"            /* þDGÿþDGÿþ@..þ... */
	$"FE00 061F FE00 043F FE00 003F FE00 007F"            /* þ...þ..?þ..?þ... */
	$"FE00 007F FE00 00FF FE00 00FF FE00 01FF"            /* þ...þ..ÿþ..ÿþ..ÿ */
	$"FE00 01FF 7E04 03FE 3F02 07FC 1FFF FFF8"            /* þ..ÿ~..þ?..ü.ÿÿø */
	$"0FFF FFF0 07FF FFE0 03FF FFC0 01FF FF80"            /* .ÿÿð.ÿÿà.ÿÿÀ.ÿÿ€ */
	$"00FF FF00 01FF FF80 03FF FFC0 07FF FFE0"            /* .ÿÿ..ÿÿ€.ÿÿÀ.ÿÿà */
	$"0FFF FFF0 1FFF FFF8 3FFF FFFC 7FFF FFFE"            /* .ÿÿð.ÿÿø?ÿÿü.ÿÿþ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF 7FFF FFFE 3FFF FFFC 1FFF FFF8"            /* ÿÿÿÿ.ÿÿþ?ÿÿü.ÿÿø */
	$"0FFF FFF0 07FF FFE0 03FF FFC0 01FF FF80"            /* .ÿÿð.ÿÿà.ÿÿÀ.ÿÿ€ */
};

data 'ICN#' (1) {
	$"FFFF FFFF 807F FFFF 807F FFFF 807F FFFF"            /* ÿÿÿÿ€.ÿÿ€.ÿÿ€.ÿÿ */
	$"807F FFFF 807F C0FF 887F 003F 887E 001F"            /* €.ÿÿ€.Àÿˆ..?ˆ~.. */
	$"887C 000F 8078 0007 8078 0007 8070 0003"            /* ˆ|..€x..€x..€p.. */
	$"8071 DDC3 8070 0003 8070 0003 8071 DD43"            /* €qÝÃ€p..€p..€qÝC */
	$"8070 0003 8070 0003 8071 D703 8070 0003"            /* €p..€p..€q×.€p.. */
	$"87F0 0003 81F1 EEC3 81F0 0007 81F0 0007"            /* ‡ð..ñîÃð..ð.. */
	$"81F0 000F 81E0 001F 8F80 007F 81FF FFFF"            /* ð..à..€..ÿÿÿ */
	$"81FF FFFF 81FF FFFF 81FF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
};

data 'ICN#' (2) {
	$"0001 8000 0003 C000 0003 C000 0006 6000"            /* ..€...À...À...`. */
	$"0006 6000 000C 3000 000C 3000 0018 1800"            /* ..`...0...0..... */
	$"0019 9800 0033 CC00 0033 CC00 0063 C600"            /* ..˜..3Ì..3Ì..cÆ. */
	$"0063 C600 00C3 C300 00C3 C300 0183 C180"            /* .cÆ..ÃÃ..ÃÃ..ƒÁ€ */
	$"0183 C180 0303 C0C0 0303 C0C0 0603 C060"            /* .ƒÁ€..ÀÀ..ÀÀ..À` */
	$"0601 8060 0C01 8030 0C00 0030 1800 0018"            /* ..€`..€0...0.... */
	$"1801 8018 3003 C00C 3003 C00C 6001 8006"            /* ..€.0.À.0.À.`.€. */
	$"6000 0006 C000 0003 FFFF FFFF 7FFF FFFE"            /* `...À...ÿÿÿÿ.ÿÿþ */
	$"0001 8000 0003 C000 0003 C000 0007 E000"            /* ..€...À...À...à. */
	$"0007 E000 000F F000 000F F000 001F F800"            /* ..à...ð...ð...ø. */
	$"001F F800 003F FC00 003F FC00 007F FE00"            /* ..ø..?ü..?ü...þ. */
	$"007F FE00 00FF FF00 00FF FF00 01FF FF80"            /* ..þ..ÿÿ..ÿÿ..ÿÿ€ */
	$"01FF FF80 03FF FFC0 03FF FFC0 07FF FFE0"            /* .ÿÿ€.ÿÿÀ.ÿÿÀ.ÿÿà */
	$"07FF FFE0 0FFF FFF0 0FFF FFF0 1FFF FFF8"            /* .ÿÿà.ÿÿð.ÿÿð.ÿÿø */
	$"1FFF FFF8 3FFF FFFC 3FFF FFFC 7FFF FFFE"            /* .ÿÿø?ÿÿü?ÿÿü.ÿÿþ */
	$"7FFF FFFE FFFF FFFF FFFF FFFF 7FFF FFFE"            /* .ÿÿþÿÿÿÿÿÿÿÿ.ÿÿþ */
};

data 'ICN#' (128) {
	$"0000 0000 0000 0002 0000 0001 0000 0001"            /* ................ */
	$"0000 0001 0000 0001 0000 0001 0000 0001"            /* ................ */
	$"0001 8001 0000 0001 0000 0001 0001 8001"            /* ..€...........€. */
	$"0004 6001 0008 7001 0008 F801 008F F901"            /* ..`...p...ø..ù. */
	$"000F F801 000F F801 000F F001 0007 F001"            /* ..ø...ø...ð...ð. */
	$"0001 C001 0000 0001 0000 0001 0000 0001"            /* ..À............. */
	$"0000 0001 0000 0001 0000 0001 0000 0001"            /* ................ */
	$"0000 0001 0000 0003 4000 0006 3FFF FFFC"            /* ........@...?ÿÿü */
	$"3FFF FFFC 7FFF FFFE FFFF FFFF FFFF FFFF"            /* ?ÿÿü.ÿÿþÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF 7FFF FFFE 3FFF FFFC"            /* ÿÿÿÿÿÿÿÿ.ÿÿþ?ÿÿü */
};

data 'ICN#' (129) {
	$"0FFF FC00 0800 0600 0800 0500 0800 0480"            /* .ÿü............€ */
	$"0800 0440 0800 0420 0800 07F0 0807 E010"            /* ...@... ...ð..à. */
	$"0818 1810 0860 0610 0883 C110 088C 3110"            /* .....`...ƒÁ..Œ1. */
	$"0910 0890 0923 C490 0A24 2450 0A48 3250"            /* Æ..Æ#ÄÂ$$PÂH2P */
	$"0A48 7250 0A48 F250 0A49 F250 0A27 E450"            /* ÂHrPÂHòPÂIòPÂ'äP */
	$"0923 C490 0910 0890 088C 3110 0883 C110"            /* Æ#ÄÆ...Œ1..ƒÁ. */
	$"0860 0610 0818 1810 0807 E010 0800 0010"            /* .`........à..... */
	$"0800 0010 0800 0010 0800 0010 0FFF FFF0"            /* .............ÿÿð */
	$"0FFF FC00 0FFF FE00 0FFF FF00 0FFF FF80"            /* .ÿü..ÿþ..ÿÿ..ÿÿ€ */
	$"0FFF FFC0 0FFF FFE0 0FFF FFF0 0FFF FFF0"            /* .ÿÿÀ.ÿÿà.ÿÿð.ÿÿð */
	$"0FFF FFF0 0FFF FFF0 0FFF FFF0 0FFF FFF0"            /* .ÿÿð.ÿÿð.ÿÿð.ÿÿð */
	$"0FFF FFF0 0FFF FFF0 0FFF FFF0 0FFF FFF0"            /* .ÿÿð.ÿÿð.ÿÿð.ÿÿð */
	$"0FFF FFF0 0FFF FFF0 0FFF FFF0 0FFF FFF0"            /* .ÿÿð.ÿÿð.ÿÿð.ÿÿð */
	$"0FFF FFF0 0FFF FFF0 0FFF FFF0 0FFF FFF0"            /* .ÿÿð.ÿÿð.ÿÿð.ÿÿð */
	$"0FFF FFF0 0FFF FFF0 0FFF FFF0 0FFF FFF0"            /* .ÿÿð.ÿÿð.ÿÿð.ÿÿð */
	$"0FFF FFF0 0FFF FFF0 0FFF FFF0 0FFF FFF0"            /* .ÿÿð.ÿÿð.ÿÿð.ÿÿð */
};

data 'BNDL' (128) {
	$"5261 6475 0000 0001 4652 4546 0002 0000"            /* Radu....FREF.... */
	$"0080 0001 0081 0002 0082 4943 4E23 0002"            /* .€......‚ICN#.. */
	$"0000 0080 0001 0081 0002 0081"                      /* ...€...... */
};

data 'FREF' (128) {
	$"4150 504C 0000 00"                                  /* APPL... */
};

data 'FREF' (129) {
	$"4F50 4D4C 0001 00"                                  /* OPML... */
};

data 'FREF' (130) {
	$"2A2A 2A2A 0002 00"                                  /* ****... */
};

data 'ics8' (128) {
	$"5656 5656 5656 5656 5656 5656 5656 F6FD"            /* VVVVVVVVVVVVVVöý */
	$"56F6 F7F5 F6F6 F6F6 F6F6 F6F6 F6F6 F6FD"            /* Vö÷õöööööööööööý */
	$"56F6 F7F6 F6F8 F8F9 F9F8 F8F6 F6F6 F6FD"            /* Vö÷ööøøùùøøööööý */
	$"56F7 F6F8 F8F7 F6F6 F6F6 F8F8 F7F6 F6FD"            /* V÷öøø÷ööööøø÷ööý */
	$"56F6 F6F8 F6F8 F9FA FAF8 F6F6 F8F6 F6FD"            /* Vööøöøùúúøööøööý */
	$"56F6 F8F6 F8F8 F6F5 F5F7 F9F6 F8F8 F6FD"            /* Vöøöøøöõõ÷ùöøøöý */
	$"56F6 F8F6 F8F7 F7F7 7FF9 F6F7 F6F8 F6FD"            /* Vöøöø÷÷÷.ùö÷öøöý */
	$"56F6 F9F6 FAF6 A3A3 A4CF F7FA F6F8 F6FD"            /* Vöùöúö££¤Ï÷úöøöý */
	$"56F6 F8F6 F9F9 AACE CFF2 FBF9 F6F8 F6FD"            /* VöøöùùªÎÏòûùöøöý */
	$"56F6 F8F6 F8F8 CEF1 F2FA F9F9 F6F8 F6FD"            /* VöøöøøÎñòúùùöøöý */
	$"56F6 F8F7 F6F8 F8FB FBF9 F9F7 F8F7 F6FD"            /* Vöø÷öøøûûùù÷ø÷öý */
	$"56F6 F6F8 F6F6 F8F8 F8F7 F7F7 F7F6 F6FD"            /* Vööøööøøø÷÷÷÷ööý */
	$"56F6 F6F6 F8F8 F6F5 F5F6 F8F8 F6F6 F7FD"            /* Vöööøøöõõöøøöö÷ý */
	$"56F6 F6F6 F6F8 F8F8 F8F8 F8F6 F6F7 F7FD"            /* Vööööøøøøøøöö÷÷ý */
	$"F7F6 F6F6 F6F6 F6F5 F5F6 F6F6 F7F6 F6FD"            /* ÷ööööööõõööö÷ööý */
	$"FDFD FDFD FDFD FDFD FDFD FDFD FDFD FDFD"            /* ýýýýýýýýýýýýýýýý */
};

data 'ics8' (129) {
	$"0000 FFFF FFFF FFFF FFFF FFFF 0000 0000"            /* ..ÿÿÿÿÿÿÿÿÿÿ.... */
	$"0000 FFF5 F5F5 F5F5 F5F5 F5FF FF00 0000"            /* ..ÿõõõõõõõõÿÿ... */
	$"0000 FFF5 F5F5 F5F5 F5F5 F5FF 2BFF 0000"            /* ..ÿõõõõõõõõÿ+ÿ.. */
	$"0000 FFF5 F5F5 F5F5 F5F5 F5FF FFFF FF00"            /* ..ÿõõõõõõõõÿÿÿÿ. */
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 FF00"            /* ..ÿõõõõõõõõõõõÿ. */
	$"0000 FFF5 F5F5 F54F 5555 4FF5 F5F5 FF00"            /* ..ÿõõõõOUUOõõõÿ. */
	$"0000 FFF5 F5F5 F74F 5555 79F7 F5F5 FF00"            /* ..ÿõõõ÷OUUy÷õõÿ. */
	$"0000 FFF5 F54F 4F4F 5579 7A7A 55F5 FF00"            /* ..ÿõõOOOUyzzUõÿ. */
	$"0000 FFF5 F54F 5555 557A A4CE CEF5 FF00"            /* ..ÿõõOUUUz¤ÎÎõÿ. */
	$"0000 FFF5 F555 5579 7980 CFCF CFF5 FF00"            /* ..ÿõõUUyy€ÏÏÏõÿ. */
	$"0000 FFF5 F54F 7955 7ACF F2F2 A4F5 FF00"            /* ..ÿõõOyUzÏòò¤õÿ. */
	$"0000 FFF5 F5F5 56A4 A4F1 F2FB F5F5 FF00"            /* ..ÿõõõV¤¤ñòûõõÿ. */
	$"0000 FFF5 F5F5 F5A4 A4CF 80F5 F5F5 FF00"            /* ..ÿõõõõ¤¤Ï€õõõÿ. */
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 FF00"            /* ..ÿõõõõõõõõõõõÿ. */
	$"0000 FFF5 F5F5 F5F5 F5F5 F5F5 F5F5 FF00"            /* ..ÿõõõõõõõõõõõÿ. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FF00"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿ. */
};

data 'ics4' (128) {
	$"DDDD DDDD DDDD DDCA DCC0 CCCC CCCC CCCA"            /* ÝÝÝÝÝÝÝÊÜÀÌÌÌÌÌÊ */
	$"DCCC CCCD DCCC CCCA DCCC CCCC CCCC CCCA"            /* ÜÌÌÍÜÌÌÊÜÌÌÌÌÌÌÊ */
	$"DCCC CCDD DCCC CCCA DCCC CCC0 0CDC CCCA"            /* ÜÌÌÝÜÌÌÊÜÌÌÀ.ÜÌÊ */
	$"DCCC CCCC DDCC CCCA DCDC DC55 5ECD CCCA"            /* ÜÌÌÌÝÌÌÊÜÜÜU^ÍÌÊ */
	$"DCCC DD56 EFED CCCA DCCC CC6F FDDD CCCA"            /* ÜÌÝVïíÌÊÜÌÌoýÝÌÊ */
	$"DCCC CCCE EDDC CCCA DCCC CCCC CCCC CCCA"            /* ÜÌÌÎíÜÌÊÜÌÌÌÌÌÌÊ */
	$"DCCC CCC0 0CCC CCCA DCCC CCCC CCCC CCCA"            /* ÜÌÌÀ.ÌÌÊÜÌÌÌÌÌÌÊ */
	$"CCCC CCC0 0CCC CCCA AAAA AAAA AAAA AAAA"            /* ÌÌÌÀ.ÌÌÊªªªªªªªª */
};

data 'ics4' (129) {
	$"00FF FFFF FFFF 0000 00F0 0000 000F F000"            /* .ÿÿÿÿÿ...ð....ð. */
	$"00F0 0000 000F CF00 00F0 0000 000F FFF0"            /* .ð....Ï..ð....ÿð */
	$"00F0 0000 0000 00F0 00F0 000C CCC0 00F0"            /* .ð.....ð.ð..ÌÀ.ð */
	$"00F0 00CC CCDC 00F0 00F0 0CCC CDDD C0F0"            /* .ð.ÌÌÜ.ð.ð.ÌÍÝÀð */
	$"00F0 0CCC CD56 60F0 00F0 0CCD DDEE E0F0"            /* .ð.ÌÍV`ð.ð.ÍÝîàð */
	$"00F0 0CDC DEFF 50F0 00F0 00D5 5FFE 00F0"            /* .ð.ÜÞÿPð.ð.Õ_þ.ð */
	$"00F0 0005 5ED0 00F0 00F0 0000 0000 00F0"            /* .ð..^Ð.ð.ð.....ð */
	$"00F0 0000 0000 00F0 00FF FFFF FFFF FFF0"            /* .ð.....ð.ÿÿÿÿÿÿð */
};

data 'ics#' (128) {
	$"0001 0001 0001 0001 0181 0001 0081 0BD1"            /* .............Ñ */
	$"03E1 03C1 0181 0001 0001 0001 0001 FFFF"            /* .á.Á.........ÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
};

data 'ics#' (129) {
	$"3FF0 2018 2014 201E 2002 21E2 2212 241A"            /* ?ð . . . .!â".$. */
	$"243A 247A 24FA 23F2 21E2 2002 2002 3FFE"            /* $:$z$ú#ò!â . .?þ */
	$"3FF0 3FF8 3FFC 3FFE 3FFE 3FFE 3FFE 3FFE"            /* ?ð?ø?ü?þ?þ?þ?þ?þ */
	$"3FFE 3FFE 3FFE 3FFE 3FFE 3FFE 3FFE 3FFE"            /* ?þ?þ?þ?þ?þ?þ?þ?þ */
};

data 'OPML' (0, "Owner resource") {
	$"00"                                                 /* . */
};

data 'open' (0) {
	$"4F50 4D4C 0000 0003 4F50 4D4C 5445 5854"            /* OPML....OPMLTEXT */
	$"2A2A 2A2A"                                          /* **** */
};

